{
  "charts": [
    {
      "colors": [
        "#0286EF",
        "#CEF3FF"
      ],
      "data": {
        "2010": [
          33.8,
          6.8
        ],
        "2011": [
          35.8,
          6.9
        ],
        "2012": [
          37.8,
          6.9
        ],
        "2013": [
          39.8,
          7
        ],
        "2014": [
          41.8,
          7.1
        ],
        "2015": [
          43.8,
          7.2
        ],
        "2016": [
          45.7,
          7.3
        ],
        "2017": [
          47.8,
          7.4
        ],
        "2018": [
          49.8,
          7.4
        ]
      },
      "summary": "The amount of e-waste is expected to continue its rapid growth from 33.8 Metric tonnes (Mt) in 2010 to an estimated 49.8 Mt in 2018! This is an annual growth rate of approximately 5%, comprising lamps, monitors, phones, temperature exchange equipment, IT parts, tablets and so much more.",
      "type": "bar"
    }
  ],
  "key": [
    {
      "color": "#FC9723",
      "icon": "fa-amazon",
      "title": "Amazon Data Center"
    },
    {
      "color": "#3C5A96",
      "icon": "fa-facebook",
      "title": "Facebook Data Center"
    },
    {
      "color": "#3EA756",
      "icon": "fa-google",
      "title": "Google Data Center"
    },
    {
      "color": "#4C26C0",
      "icon": "fa-yahoo",
      "title": "Yahoo Data Center"
    },
    {
      "color": "#49311c",
      "icon": "fa-diamond",
      "title": "Conflict Mineral Mine"
    },
    {
      "color": "#D3D3D3",
      "icon": "fa-desktop",
      "title": "E-Waste Dump Site"
    },
    {
      "color": "#EF512E",
      "icon": "fa-windows",
      "title": "Microsoft Data Center"
    },
    {
      "color": "#353841",
      "icon": "fa-circle-o",
      "title": "Rare Earth Site"
    },
    {
      "colors": [
        "#116840",
        "#EDB12B"
      ],
      "maxTitle": "28.3 kg/inhabitant",
      "minTitle": "0.2"
    }
  ],
  "layers": [
    {
      "metadata": {
        "name": "Rare Earth Site"
      },
      "points": [
        {
          "key": "Paltus",
          "lat": 59.400900,
          "lon": 24.313600,
          "text": "While bins for different kinds of garbage are a common sight in the U.S. and Europe, a system of separate waste collection has only recently begun to develop in Russia. Landfills, covering over 30,000 square miles in total, still represent a major environmental challenge for the country.",
          "title": "Rare Earth Site: Paltus, Russia "
        },
        {
          "key": "Chhatarpur",
          "lat": 24.916356,
          "lon": 79.581183,
          "text": "India has one of the world’s bigger reserves of rare earths, however rare earths are produced mostly by mines in China. China consciously worked to control the rare earth minerals market which are the key components of consumer electronic and telecommunications which dominate our daily life. However, it is here in Chhatarpur, India in the Orissa Sands Complex, where China produces approximately 25 percent of the global supply.",
          "url": "http://timesofindia.indiatimes.com/city/jaipur/Rare-earth-minerals-found-in-western-Raj/articleshow/52017142.cms",
          "title": "Rare Earth Site: Chhatarpur, India"
        },
        {
          "key": "Ningxia Hui",
          "lat": 38.471318,
          "lon": 106.258754,
          "text": "The 17 chemical elements that make up the rare earths group are, in fact, fairly commonly found, although not often in quantities that are worth extracting.",
          "title": "Rare Earth Site: Ningxia Hui, China"
        },
        {
          "key": "West Perth",
          "lat": -31.950000,
          "lon": 115.843056,
          "title": "Rare Earth Site: West Perth, Australia",
          "text": "The rare-earth-element (REEs) are a group of 17 metals which comprise the lanthanide series of elements: lanthanum (La), cerium (Ce), praseodymium (Pr), neodymium (Nd), promethium (Pm), samarium (Sm), europium (Eu), gadolinium (Gd), terbium (Tb), dysprosium (Dy), holmium (Ho), erbium (Er), thulium (Tm), ytterbium (Yb) and lutetium (Lu), in addition to scandium (Sc) and yttrium (Y), which show similar physical and chemical properties to the lanthanides. The REEs have unique catalytic, metallurgical, nuclear, electrical, magnetic and luminescent properties. Their strategic importance is indicated by their use in emerging and diverse technologies that are becoming increasingly more significant in today’s society."
        },
        {
          "title": "Rare Earth Site: Tamil Nadu, India",
          "lat": 11.127123,
          "lon": 78.656894,
          "url": "https://www.bloomberg.com/news/articles/2016-06-16/india-woos-explorers-of-rare-earths-used-in-missiles-and-lasers",
          "text": "India is commissioning a plant to produce up to 5,000 tonnes of rare earths a year, a state company official told Reuters, which could help it contribute about 5 percent to the global supply of the metals used in cameras, cars, iPhones and wind turbines."
        }
      ],
      "style": {
        "color": "#353841",
        "icon": "fa-circle-o"
      }
    },
    {
      "metadata": {
        "name": "Conflict Mineral Mining"
      },
      "points": [
        {
          "lat": 61.956944,
          "lon": -128.202778,
          "text": "Located northeast of Watson Lake in the Flat River Valley of the Selwyn Range close to the Yukon border. Tungsten was originally discovered in the area in 1954 by prospectors. Cantung Mine operated from 1962 to 1986, again from 2002 to 2003, and most recently reopened in 2005. Production was suspended from October 2009 to October 2010, and the operation has remained in continuous operation to the present day.",
          "title": "Conflict Mineral Mine: Cantung, Canada"
        },
        {
          "lat": -14.2327,
          "lon": -70.3207,
          "text": "Situated in Puno, in the Eastern Mountain Chain of the Andes of Peru, the San Rafael Mine is the principal tin producer of the country, and one of the most important in the world. The methods of subterranean exploitation employed consist of the provisional warehousing and sublevel knockdown with a capacity of 2700 tons/day extraction, with grades that average 5% of tin. In the Concentrator Plant, adjoining the mine is where the crushing, triturating, milling and concentration of the produced material are carried out.",
          "title": "San Rafael Tin Mine, Peru",
          "url": "http://www.nytimes.com/2015/09/08/business/dealbook/companies-struggle-to-comply-with-conflict-minerals-rule.html?_r=0"
        },
        {
          "lat": -12.046374,
          "lon": -77.042793,
          "text": "The Pasto Bueno mine in Peru has been in operation since the beginning of the century. Some 6 million tonnes of ore have been extracted, the equivalent of 42,000 tonnes of tungsten concentrate. The grade and quality of the tungsten extracted from the Pasto Bueno mine is particularly high.",
          "title": "Conflict Mineral Mine: Lima, Peru",
          "url": "http://www.nytimes.com/2015/09/08/business/dealbook/companies-struggle-to-comply-with-conflict-minerals-rule.html?_r=0"
        },
        {
          "lat": 59.4009,
          "lon": 24.3136,
          "title": "Conflict Mineral Mine: Paltus, Russsia",
          "text": "While bins for different kinds of garbage are a common sight in the U.S. and Europe, a system of separate waste collection has only recently begun to develop in Russia. Landfills, covering over 30,000 square miles in total, still represent a major environmental challenge for the country."
        },
        {
          "lat": 23.366667,
          "lon": 103.15,
          "title": "Yunnan Tin Belt, China",
          "url": "https://www.youtube.com/watch?v=_PgbrPiUG0M",
          "text": "Yunnan Tin Group is the world's largest producer of tin, accounting for approximately 20 percent of global production. Headquartered in Kunming, China, and with a production capacity of 40,000 tonnes, Yunnan Tin also produces and markets tin-lead solder, anode tin and tin chemicals. By-product metals refined by the company include platinum group metals, copper, lead, zinc, indium and bismuth."
        },
        {
          "lat": 26.641769,
          "lon": 118.177708,
          "text": "Nanping represents one of the largest tantalum reserves in China, having estimated reserves of 14.1 million tonnes of ore grading 0.03% tantalum.",
          "title": "Nanping Tantalum Mine, China"
        },
        {
          "lat": 29.5348,
          "lon": 117.373,
          "text": "A colossal tungsten mine located in Fuliang county, Southeast China’s Jiangxi Province, has been identified. With 2.86 million tons of reserves, the mine becomes the world’s largest tungsten pit. Tungsten is a chemical element of hard and rare metal. Its consisting of alloys makes the resource useful for many applications, such as light bulb filaments and X-ray tubes.",
          "title": "Tungsten Mine, Fuliang county, China"
        },
        {
          "lat": 20.844911,
          "lon": 106.688084,
          "text": "Tungsten has a variety of uses, including the control of the vibration mechanism in our cell phones. Tungsten is remarkable for its robustness, especially for the fact that it has the highest melting point of all the elements. Its high density is 19.3 times that of water, comparable to that of uranium and gold, and much higher (about 1.7 times) than that of lead. Tungsten's many alloys have numerous applications, including incandescent light bulb filaments, X-ray tubes, electrodes in welding, superalloys, and radiation shielding. Tungsten's hardness and high density give it military applications in penetrating projectiles. Tungsten compounds are also often used as industrial catalysts.",
          "title": "Conflict Mineral Mine: Hai Phong, Vietnam"
        },
        {
          "lat": -1.938949,
          "lon": 29.325035,
          "text": "Tantalum allows Apple’s iPhone to maintain an electrical charge.",
          "title": "Conflict Mineral Mine: Kigali, Rwanda",
          "url": "https://www.globalwitness.org/en/campaigns/conflict-minerals/digging-transparency/"
        },
        {
          "lat": -4.441931,
          "lon": 15.266293,
          "text": "Heavily armed gangs battle over gold, tin, tantalum and tungsten, also known as the \"three Ts\", the necessary and very rare components for our many devices.",
          "title": "Conflict Mineral Mine: Kinshasa, Democratic Rep. of Congo",
          "url": "http://www.mining.com/this-is-how-the-congo-supplies-conflict-minerals-to-the-it-world-36110/"
        },
        {
          "lat": -0.789275,
          "lon": 113.921327,
          "text": "The Basel Convention, which came into force in 1992, bans the export of hazardous waste including e-waste from developed countries to developing ones for “final disposal, recovery or recycling”.",
          "title": "Indonesia",
          "url": "http://blogs.wsj.com/moneybeat/2016/05/13/indonesian-exports-take-the-shine-off-tin/"
        }
      ],
      "style": {
        "color": "#49311c",
        "icon": "fa-diamond"
      }
    },
    {
      "metadata": {
        "name": "E-Waste Dump Site"
      },
      "points": [
        {
          "lat": 28.704059,
          "lon": 77.10249,
          "text": "Less than 2 per cent of India's total electronic waste gets recycled due to absence of proper infrastructure, legislation and framework. The country produces approximately 1.3 million metric tonnes of e-waste per annum, Assocham Secretary General D S Rawat said.",
          "title": "E-Waste Dump Site: New Delhi, India",
          "url": "https://www.youtube.com/watch?v=Np8DTEvkZf0"
        },
        {
          "lat": 59.4009,
          "lon": 24.3136,
          "text": "While bins for different kinds of garbage are a common sight in the U.S. and Europe, a system of separate waste collection has only recently begun to develop in Russia. Landfills, covering over 30,000 square miles in total, still represent a major environmental challenge for the country.",
          "title": "E-Waste Dump Site: Paltus, Russia"
        },
        {
          "lat": 21.027764,
          "lon": 105.83416,
          "text": "Situated about 27 km (17 miles) east of Hanoi, Dong Mai began recycling lead from used batteries in the 1970s. Tests in mid-2015 found severe lead contamination in the air, water, soil, and crops in the village, with the highest levels of more than 1,000 times the level deemed safe being found in surface water.\nLead accumulation in one’s body can cause anemia, nervous system dysfunction, weakness, hypertension, kidney problems and reproduction problems such as decreased fertility, higher risk of miscarriages, premature deliveries, and low birth weight of newborns.",
          "title": "E-Waste Dump Site: Dong Mai, Vietnam",
          "url": "https://www.researchgate.net/publication/257485919_Exposure_assessment_of_lead_to_workers_and_children_in_the_battery_recycling_craft_village_Dong_Mai_Vietnam"
        },
        {
          "lat": 20.785217,
          "lon": 106.620289,
          "text": "A study conducted here investigated the accumulation levels and profiles of dioxin-related compounds (DRCs) in breast milk samples from women living in two Vietnamese e-waste recycling sites (EWRSs) and estimated the intake contribution from e-waste-related exposure. The estimated intake doses for breastfed infants (1.3-33 pg/kg/d) mostly exceeded the tolerable value, especially for those living in the EWRSs.",
          "title": "E-Waste Dump Site: Trang Minh, Hong Kong"
        },
        {
          "lat": 1.082828,
          "lon": 104.030454,
          "text": "Batam Island has been identified as accepting e-waste from the United States and recycling it in unsafe conditions.",
          "title": "E-Waste Dump Site: Batam Island, Indonesia",
          "url": "http://www.ilo.org/wcmsp5/groups/public/@ed_dialogue/@sector/documents/publication/wcms_196105.pdf"
        },
        {
          "lat": 5.603717,
          "lon": -0.186964,
          "text": "A UN Environment Programme (UNEP) report estimated that 60 to 90 per cent of the world’s electronic waste is illegally dumped. Last year, nearly 42 million tonnes of e-waste were generated, and the trade in e-waste could be worth as much as US$18.8 billion a year, it says. “Many shipments of e-waste are disguised as second-hand goods,” the report says.",
          "title": "E-Waste Dump Site: Accra, Ghana",
          "url": "http://www.bbc.com/news/business-35244018"
        },
        {
          "lat": 12.9716,
          "lon": 77.5946,
          "text": "If “Managed” safely by recycling, E-waste can be a secondary source of raw materials. Added benefits include generation from recovered materials, natural resource conservation and a reduction in environmental pollution.",
          "title": "E-Waste Dump Site: Bangalore, India",
          "url": "https://www.youtube.com/watch?v=sfeHsl4F-TE"
        },
        {
          "lat": 31.819184,
          "lon": 89.592678,
          "text": "The largest e-waste dump site in all of China. Laborers here earn under $2.00 per day extracting valuable elements from circuit boards, sometimes by burning plastic coatings around the materials or leaching off the toxic components.",
          "title": "E-Waste Dump Site: Guiya, China",
          "url": "http://www.scidev.net/global/pollution/analysis-blog/asia-pacific-analysis-safer-path-needed-for-e-waste.html"
        },
        {
          "title": "E-Waste Dump Site: Bui Dau, Vietnam",
          "lat": 14.058324,
          "lon": 108.277199,
          "text": "Flame retardants (FRs) were released to the surrounding environment from improper recycling activities, such as manual dismantling of devices and open burning of e-wastes. Moreover, the estimated daily intakes of those FRs via soil ingestion were approximately ten times higher for children than adults.",
          "url": "https://www.elsevier.com/connect/e-waste-the-fine-line-between-useful-materials-and-toxic-waste"
        }
      ],
"style": {
  "color": "#D3D3D3",
  "icon": "fa-desktop"
}
},
{
  "metadata": {
    "name": "Amazon Data Center"
  },
  "points": [
    {
      "key": "Amsterdam",
      "lat": 52.370215700000003,
      "lon": 4.8951679000000006,
      "text": "As far back as 2011, Amazon was adding enough new capacity each and every day to support all of the company's global infrastructure through the company’s first 5 years, when it was a $2.76 billion annual revenue enterprise.",
      "title": "Amazon Data Center: Amsterdam, Netherlands"
    },
    {
      "key": "Chennai",
      "lat": 13.0826802,
      "lon": 80.270718400000007,
      "text": "Amazon was an early advocate of using shipping containers to deploy large volumes of servers in a tightly-controlled environment, first discussing this approach in a series of 2007 presentations that preceded Microsoft’s decision to use modular units to deploy its cloud computing infrastructure.",
      "title": "Amazon Data Center: Chennai, India"
    },
    {
      "key": "Dublin",
      "lat": 53.3498053,
      "lon": -6.2603096999999996,
      "text": "Amazon has committed to use 100 percent renewable energy in its Amazon Web Services (AWS) data centers. The about-turn has been welcomed by Greenpeace. The cloud services giant made a long term commitment to use only renewable energy in its global infrastructure, according to an announcement on its site.",
      "title": "Amazon Data Center: Dublin, Ireland"
    },
    {
      "key": "Frankfurt",
      "lat": 50.110922100000003,
      "lon": 8.6821266999999995,
      "text": "AWS exceeded the company goal of 40% renewable energy by the end of 2016, and they have reportedly set a new goal to be powered by 50% renewable energy by the end of 2017.",
      "title": "Amazon Data Center: Frankfurt, Germany"
    },
    {
      "key": "Hong Kong",
      "lat": 22.396428,
      "lon": 114.109497,
      "text": "Carbon emissions are a factor of three things: the number of servers running, the total energy required to power each server, and the carbon intensity of energy sources used to power these servers.",
      "title": "Amazon Data Center: Hong Kong, China"
    },
    {
      "key": "London",
      "lat": 51.507350899999999,
      "lon": -0.12775829999999999,
      "text": "This London data center is part of the expansion by Amazon to meet current and future needs of users and applications that require as little latency as possible. This London location is Amazon's third in the EU, with the others being in Dublin, which opened in 2007, and Frankfurt, which opened in 2014., This location followed swiftly on the heels of the South Korea location.",
      "title": "Amazon Data Center: London, England"
    },
    {
      "key": "Manila",
      "lat": 14.5995124,
      "lon": 120.98421949999999,
      "text": "Amazon is number-one in cloud services. Microsoft is among the three largest cloud providers in the world, with it’s Azure and Office 365 offerings placing it in the number-two spot in the market behind Amazon. Google is thought to be the third-largest in the general purpose IaaS/cloud infrastructure arena, but IBM isn’t far behind.",
      "title": "Amazon Data Center: Manila, Philippines"
    },
    {
      "key": "Marseille",
      "lat": 43.296481999999997,
      "lon": 5.3697800000000004,
      "text": "A typical large-scale cloud provider achieves approximately 65% server utilization rates versus 15% on-premises. Cloud companies believe a typical on-premises data center is 29% less efficient in their use of power compared to a typical large-scale cloud provider that uses world-class facility designs, cooling systems and workload-optimized equipment.",
      "title": "Amazon Data Center: Marseille, France"
    },
    {
      "key": "Melbourne",
      "lat": -37.813627599999997,
      "lon": 144.96305760000001,
      "text": "A massive improvement in energy efficiency drives a huge reduction in climate impact because less energy consumed means fewer carbon emissions. The climate impact improvements apparently can get better when factoring in that the average corporate data center has a dirtier power mix than the typical large-scale cloud provider. Large-scale cloud providers use a power mix that they claim can be 28% less carbon intense than the global average.",
      "title": "Amazon Data Center: Melbourne, Australia"
    },
    {
      "key": "Mumbai",
      "lat": 19.075983699999998,
      "lon": 72.877655899999993,
      "text": "The Amazon cloud business is built around Regions and Availability Zones (“AZs”). A Region can have multiple Availability Zones. Availability Zones consist of one or more discrete data centers, each with redundant power, networking and connectivity, housed in separate facilities.",
      "title": "Amazon Data Center: Mumbai, India"
    },
    {
      "lat": 38.471318,
      "lon": 106.258754,
      "text": "Amazon Web Services has a data center located here. China has invested heavily in \"cloud cities.\" China has driven an ambitious coordination to link cloud cities with new software development and winning international investment streams from IBM, Apple, Intel Cisco, Microsoft and others.",
      "title": "Amazon Data Center: Ningxia Hui, China",
      "url": "https://www.youtube.com/watch?v=_PgbrPiUG0M"
    },
    {
      "key": "Osaka",
      "lat": 34.693737800000001,
      "lon": 135.50216510000001,
      "text": "Data center operators can implement green strategies in their existing facilities that will greatly reduce energy consumption and cooling expenditures. Boosting airflow management can reduce energy consumption by 40 percent, consolidating servers can reduce energy consumption from 10 to 40 percent and raising internal temperatures in data centers can save 60 percent on cooling costs. Innovative cooling technologies can use up to 95 percent less energy.",
      "title": "Amazon Data Center: Osaka, Japan"
    },
    {
      "key": "Paris",
      "lat": 48.856614,
      "lon": 2.3522219,
      "text": "AWS is the overwhelming (cloud computing) market share leader, with five times the computing capacity in use than the aggregate total of the other 14 providers.",
      "title": "Amazon Data Center: Paris, France"
    },
    {
      "key": "Rio",
      "lat": -22.906846699999999,
      "lon": -43.1728965,
      "title": "Amazon Data Center: Rio, Brazil"
    },
    {
      "key": "Sao Paulo",
      "lat": -23.550519900000001,
      "lon": -46.633309399999987,
      "text": "This data center enables companies in South America to run applications in the local region, cutting down on latency when applications are served to South America but processed elsewhere.",
      "title": "Amazon Data Center: Sao Paulo, Brazil"
    },
    {
      "key": "Seoul",
      "lat": 37.566535000000002,
      "lon": 126.9779692,
      "text": "Samsung uses AWS for their Samsung Printing App Center in Korea.",
      "title": "Amazon Data Center: Seoul, Korea"
    },
    {
      "key": "Singapore",
      "lat": 1.3520829999999999,
      "lon": 103.819836,
      "title": "Amazon Data Center: Singapore",
      "text": "More new Internet users are coming online every day in Asia than anywhere else in the world.",
      "url": "https://www.google.com/about/datacenters/inside/locations/singapore/"
    },
    {
      "key": "Sydney",
      "lat": -33.868819700000003,
      "lon": 151.2092955,
      "title": "Amazon Data Center: Sydney, Australia",
      "text": "The 17 chemical elements that make up the rare earths group are, in fact, fairly commonly found, although not often in quantities that are worth extracting."
    },
    {
      "key": "Taipei",
      "lat": 25.032969399999999,
      "lon": 121.5654177,
      "title": "Amazon Data Center: Taipei, Taiwan"
    },
    {
      "key": "Tokyo",
      "lat": 35.689487499999998,
      "lon": 139.69170639999999,
      "text": "Tokyo is the third edge location for AWS Tokyo and the company's fourth in Japan, bringing the total number of worldwide edge locations to 64 as of November 2015.",
      "title": "Amazon Data Center: Tokyo, Japan"
    },
    {
      "key": "Warsaw",
      "lat": 52.2296756,
      "lon": 21.012228700000001,
      "text": "As cloud computing has emerged as the new paradigm for computing at scale, Amazon has firmly established itself as the dominant player. After effectively creating the public cloud market with the launch of Amazon Web Services in 2006, the retailer has built AWS into a multi-billion dollar a year business.",
      "title": "Amazon Data Center: Warsaw, Poland"
    }
  ],
"style": {
  "color": "#FC9723",
  "icon": "fa-amazon"
}
},
{
  "metadata": {
    "name": "Facebook Data Center"
  },
  "points": [
    {
      "key": "Lulea",
      "lat": 65.584818999999996,
      "lon": 22.156702599999999,
      "text": "Facebook opened a data center in 2013 which utilizes outside ventilation in a very high, cool latitude to reduce the high cost of cooling large server farms.",
      "title": "Facebook Data Center: Lulea, Sweden",
      "url": "http://www.datacenterknowledge.com/inside-facebooks-lulea-data-center/"
    }
  ],
  "style": {
    "color": "#3C5A96",
    "icon": "fa-facebook"
  }
},
{
  "metadata": {
    "name": "Microsoft Data Center"
  },
  "points": [
    {
      "key": "Amsterdam",
      "lat": 52.370215700000003,
      "lon": 4.8951679000000006,
      "text": "Cloud vendors have touted their infrastructure at scale as a way to reduce IT's carbon footprint due to the efficiencies gained from running such huge deployments. That doesn't change the reality that data centers remain a large source of carbon emissions through their intense energy and cooling requirements.",
      "title": "Microsoft Data Center: Amsterdam, Netherlands"
    },
    {
      "key": "Dublin",
      "lat": 53.3498053,
      "lon": -6.2603096999999996,
      "text": "Microsoft publishes an annual Citizenship Report to deliver their Green, sustainable stats. This report states that Microsoft has been carbon neutral since July 1, 2012, including all of its offices, business flights, and data center operations.",
      "title": "Microsoft Data Center: Dublin, Ireland"
    },
    {
      "key": "Sao Paulo",
      "lat": -23.550519900000001,
      "lon": -46.633309399999987,
      "text": "Microsoft was among 13 companies pledging action with the U.S. government on climate change.",
      "title": "Microsoft Data Center: Sao Paulo, Brazil"
    },
    {
      "key": "Saitama",
      "lat": 35.861729,
      "lon": 139.645482,
      "text": "The big three -- Amazon, Google and Microsoft -- have all committed to 100 percent renewables and are on their way towards that. Microsoft is almost there (91 percent) as of 2015, with Amazon in third place (25 percent), although with significant investments due to come online over the next year.",
      "title": "Microsoft Data Center: Saitama, Japan"
    },
    {
      "key": "Tokyo",
      "lat": 35.689487499999998,
      "lon": 139.69170639999999,
      "title": "Microsoft Data Center: Tokyo, Japan"
    },
    {
      "key": "Hong Kong",
      "lat": 22.396428,
      "lon": 114.109497,
      "text": "Azure is in more than 30 regions around the world and has announced plans for 8 additional regions.",
      "title": "Microsoft Data Center: Hong Kong, China"
    },
    {
      "key": "New South Whales",
      "lat": -31.253218,
      "lon": 146.921099,
      "text": "The energy footprint of technology in general and the internet specifically, is boggling. Just three aspects of watching video content, conducting Internet searches, and sending spam are responsible for 38 million tons of CO2 emissions every year. That’s equal to the yearly emissions of over 8 million cars.",
      "title": "Microsoft Data Center: New South Whales, Australia"
    },
    {
      "key": "Victoria Falls",
      "lat": -37.471308,
      "lon": 144.785153,
      "text": "The environmental impact of the proliferation of disposable devices with built-in obsolescence (and their thirsty chargers) is huge. However, the real monster in the Internet’s energy closet is one thing and one thing only: data centers.",
      "title": "Microsoft Data Center: Victoria Falls, Australia"
    }
  ],
  "style": {
    "color": "#EF512E",
    "icon": "fa-windows"
  }
},
{
  "metadata": {
    "name": "Google Data Center"
  },
  "points": [
    {
      "key": "Changhua County",
      "lat": 24.051796299999999,
      "lon": 120.51613519999999,
      "text": "Google acquired 15 hectares of land in Changhua County, Taiwan, to build one of their first data centers in Asia. The system works by cooling water at night, when temperatures are cooler, storing the cooled water in large insulated tanks where it retains it’s temperature before being pumped throughout the facility to cool the servers during the day.",
      "title": "Google Data Center: Changhua County, Taiwan",
      "url": "https://www.google.com/about/datacenters/inside/locations/changhua-county/"
    },
    {
      "key": "Dublin",
      "lat": 53.3498053,
      "lon": -6.2603096999999996,
      "text": "One data center can use enough energy in a day to power 65,000 homes, and there are tens of thousands of data centers spread across the world, many running full tilt 24/7 regardless of demand. Last year, in America alone, data centers used 91 billion kilowatt-hours of electricity, producing 97 million metric tons of CO2.",
      "title": "Google Data Center: Dublin, Ireland"
    },
    {
      "key": "Eemshaven",
      "lat": 53.438588699999997,
      "lon": 6.8354936999999998,
      "text": "When big tech companies decide to go green, they lend their enormous weight to positive momentum, with massive results. To quote Greenpeace: “These commitments are having a profound impact in the real world, shifting investment from legacy coal, gas and nuclear power plants to renewable energy technologies, and disrupting the status quo among major electric utilities.",
      "title": "Google Data Center: Eemshaven, Netherlands"
    },
    {
      "key": "Hamina",
      "lat": 60.569202800000006,
      "lon": 27.193845799999998,
      "text": "In March 2009, Google purchased the Summa Mill from Finnish paper company Stora Enso and outlined their plans to convert the 60 year old paper mill into a data center. The facility is one of the most advanced and efficient data centers in the Google fleet. The high-tech cooling system, which uses sea water from the Bay of Finland, reduces energy use and was the first of its kind anywhere in the world.",
      "title": "Google Data Center: Hamina, Finland",
      "url": "https://www.google.com/about/datacenters/inside/locations/hamina/"
    },
    {
      "key": "Quilicura",
      "lat": -33.357674699999997,
      "lon": -70.729271799999992,
      "text": "The data center became fully operational in January 2015, and is one of the most efficient and environmentally friendly data centers in Latin America.",
      "title": "Google Data Center: Quilicura, Chile",
      "url": "https://www.google.com/about/datacenters/inside/locations/quilicura/"
    },
    {
      "key": "Singapore",
      "lat": 1.3520829999999999,
      "lon": 103.819836,
      "text": "More new Internet users are coming online every day in Asia than anywhere else in the world. In September 2011, Google announced that they had acquired 2.45 hectares of land in Jurong West, with plans to build a data center.",
      "title": "Google Data Center: Singapore",
      "url": "https://www.google.com/about/datacenters/inside/locations/singapore/"
    },
    {
      "key": "St. Ghislain",
      "lat": 50.449108600000002,
      "lon": 3.8183756999999998,
      "text": "The focus on renewable energy is a welcome shift, as are initiatives to build data centers in arctic climates where mother nature herself can provide enough cooling for countless serves, but these are only the beginning.",
      "title": "Google Data Center: St. Ghislain, Belgium"
    }
  ],
  "style": {
    "color": "#3EA756",
    "icon": "fa-google"
  }
},
{
  "metadata": {
    "name": "Yahoo Data Center"
  },
  "points": [
    {
      "key": "Singapore",
      "lat": 1.3520829999999999,
      "lon": 103.819836,
      "title": "Singapore",
      "text": "More new Internet users are coming online every day in Asia than anywhere else in the world. In September 2011, Google announced that they had acquired 2.45 hectares of land in Jurong West, with plans to build a data center."
    }
  ],
  "style": {
    "color": "#4C26C0",
    "icon": "fa-yahoo"
  }
},
{
  "metadata": {
    "unit": "Annual kilograms of E-waste generated per person"
  },
  "polygons": [
    {
      "key": "Burundi",
      "title": "Burundi",
      "value": 0.2,
      "text": "Global e-waste is comprised of lamps, Small IT, screens and monitors, cooling and freezing equipment, large and small general electronic equipment. The amount of e-waste is expected to grow to 49.8 Mt in 2018, with an annual growth rate of 4 to 5 per cent." 
    },
    {
      "key": "Comoros",
      "title": "Comoros",
      "value": 0.7
    },
    {
      "key": "Djibouti",
      "title": "Djibouti",
      "value": 1.2
    },
    {
      "key": "Eritrea",
      "title": "Eritrea",
      "value": 0.3
    },
    {
      "key": "Ethiopia",
      "title": "Ethiopia",
      "value": 0.5,
      "text": "Marking an important step toward preventing the country’s e-waste problems, the Ethiopian E-waste Management Project was formally launched at a meeting in Addis Ababa in April 2013. This two-year project focuses on the upscaling of e-waste prevention and management activities in Ethiopia, in an effort to help the country develop the technical, legal and administrative capacity to handle the expected growth in e-waste in a socially and environmentally sound manner."
    },
    {
      "key": "Kenya",
      "title": "Kenya",
      "value": 1,
      "text": "The Communication Authority of Kenya (CAK) estimates that in the next five years, the country will be struggling with several thousands tonnes of dead cells phones in addition to broken computers, printers, refrigerators, analogue television sets and useless transmitters."
    },
    {
      "key": "Madagascar",
      "title": "Madagascar",
      "value": 0.3
    },
    {
      "key": "Malawi",
      "title": "Malawi",
      "value": 0.2
    },
    {
      "key": "Mauritius",
      "title": "Mauritius",
      "value": 9.3
    },
    {
      "key": "Mozambique",
      "title": "Mozambique",
      "value": 0.7,
      "text": "The Mozambican Association of Recycling (AMOR) intends to create 10 more Ecopontos (a nationwide network of recycling centers) in Cidade da Beira, the second-largest city in Mozambique, recycling around 2,000 tons per year and creating new jobs for Mozambican women."
    },
    {
      "key": "Rwanda",
      "title": "Rwanda",
      "value": 0.6,
      "text": "Rwanda announces opening of new Rwf1.2 billion e-waste recycling facility. Rwanda is nearing completion and is slated to open towards the end of this month. The state-of-the-art facility capable of dismantling and recycling end-of-life electronic and electrical equipment will be the first such facility in Rwanda."
    },
    {
      "key": "Seychelles",
      "title": "Seychelles",
      "value": 10.9,
      "text": "The Seychelles, located in the Indian Ocean, has a passionate user base - avid users of mobile phones, laptops and PCs. However this IT consumption also produces large amounts of waste, and as a consequence technological devices account for 6 percent of the islands’ electronic waste materials."
    },
    {
      "key": "Uganda",
      "title": "Uganda",
      "value": 0.9,
      "text": "With support of the Swiss Institute of Materials Science and Technology (EMPA) and the Uganda Cleaner Production Centre an e-waste assessment study with emphasise on personal computers was carried out in Uganda. The study aims to provide the necessary data to define a solution for handling e-waste associated with the UNIDO/Microsoft refurbishment project in Kampala and to provide general data about the e-waste situation in Uganda. most of the e-waste in Uganda is still in storage, yet this situation could change soon. Although unproblematic fractions from computer waste, such as plastic and metal could be recovered in existing recycling facilities in Uganda, especially hazardous fractions, such as leaded CRT glass and PCB containing capacitors need new solutions. Therefore infrastructure and mechanisms to handle this waste stream should be in place soon."
    },
    {
      "key": "United Republic of Tanzania",
      "title": "United Republic of Tanzania",
      "value": 0.5
    },
    {
      "key": "Zambia",
      "title": "Zambia",
      "value": 0.9,
      "text": "Zambia is taking steps to prevent e-waste from being imported into the country for disposal. The Zambia Environmental Management Authority (ZEMA) has stationed officers at all of the country’s border checkpoints in an attempt to prevent electronic waste from being brought into the country. The global electronic recycling market is forecast to grow at a compound annual growth rate of 23.06% from 2013 to 2019."
    },
    {
      "key": "Zimbabwe",
      "title": "Zimbabwe",
      "value": 0.3,
      "text": "At the e-waste junk “factories” here, they break up gadgets, littering the ground with shards containing lead, a neurotoxin; and cadmium, a carcinogen that, according to health experts spoken to by the Financial Gazette, damage lungs and kidneys. What worsens the situation, perhaps also helping to explain why to date Zimbabwe has no e-waste management policy, is the fact that e-waste is not that topic which dominates discussions on technology, most probably because it does not have the pull of innovation and progress typical of advances in Internet and Communications technologies. This area is projected for further phenomenal growth in the coming years, environmental experts warn it is expected to generate 100 million tonnes of e-waste by 2020."
    },
    {
      "key": "Angola",
      "title": "Angola",
      "value": 3
    },
    {
      "key": "Cameroon",
      "title": "Cameroon",
      "value": 0.9
    },
    {
      "key": "Central African Republic",
      "title": "Central African Republic",
      "value": 0.3
    },
    {
      "key": "Chad",
      "title": "Chad",
      "value": 0.8
    },
    {
      "key": "Congo",
      "title": "Congo",
      "value": 2.5
    },
    {
      "key": "Democratic Republic of the Congo",
      "title": "Democratic Republic of the Congo",
      "value": 0.2
    },
    {
      "key": "Equatorial Guinea",
      "title": "Equatorial Guinea",
      "value": 10.8
    },
    {
      "key": "Gabon",
      "title": "Gabon",
      "value": 7.6
    },
    {
      "key": "Sao Tome and Principe",
      "title": "Sao Tome and Principe",
      "value": 1.2
    },
    {
      "key": "Algeria",
      "title": "Algeria",
      "value": 4.9
    },
    {
      "key": "Egypt",
      "title": "Egypt",
      "value": 4.3,
      "text": "The top three African countries with the highest e-waste generation in absolute quantities are Egypt (0.37 Metric tonnes), South Africa (0.35 Mt) and Nigeria (0.22 Mt). "
    },
    {
      "key": "Libya",
      "title": "Libya",
      "value": 8.3
    },
    {
      "key": "Morocco",
      "title": "Morocco",
      "value": 3.7
    },
    {
      "key": "Sudan",
      "title": "Sudan",
      "value": 1.2
    },
    {
      "key": "Tunisia",
      "title": "Tunisia",
      "value": 5
    },
    {
      "key": "Botswana",
      "title": "Botswana",
      "value": 8.3
    },
    {
      "key": "Lesotho",
      "title": "Lesotho",
      "value": 0.9
    },
    {
      "key": "Namibia",
      "title": "Namibia",
      "value": 5,
      "text": "Africa, particularly western Africa, becomes the dumping destination for e-waste from various regions of the world. This is because the East and Southern African regions have gradually put measures to prevent the dumping of e-waste, and it started to take effect."
    },
    {
      "key": "South Africa",
      "title": "South Africa",
      "value": 6.6,
      "text": "Recycable materials in e-waste are valuable secondary resources, and this “urban mine” needs to be explored by efficient and environmental system. In the meantime, toxic materials in e-waste are harmful to the environment, and this “toxic mine” needs to be taken care of by proper handling system."
    },
    {
      "key": "Swaziland",
      "title": "Swaziland",
      "value": 4
    },
    {
      "key": "Benin",
      "title": "Benin",
      "value": 0.9
    },
    {
      "key": "Burkina Faso",
      "title": "Burkina Faso",
      "value": 0.6
    },
    {
      "key": "Cape Verde",
      "title": "Cape Verde",
      "value": 2
    },
    {
      "key": "Côte d'Ivoire",
      "title": "Côte d'Ivoire",
      "value": 0.8
    },
    {
      "key": "Gambia",
      "title": "Gambia",
      "value": 1.2
    },
    {
      "key": "Ghana",
      "title": "Ghana",
      "value": 1.4,
      "text": "Young men busy themselves extracting copper from the dumped electronics and other scrap materials so they can resell what the collect. With bare hands, they burn the electronics, which causes a thick black smoke. Though this is a necessity for their business, the smoke makes it difficult for people nearby to breathe. Agbogbloshie is the hub of electronic waste (e-waste) in West Africa and most of the electronics dumped at the site are hazardous."
    },
    {
      "key": "Guinea",
      "title": "Guinea",
      "value": 0.8,
      "text": "In the late 80s about 15,000 tons of American waste was dumped on the island of Kassa, only four miles from the capital of Guinea on the mainland. The waste came from municipal incinerators in Philadelphia and contained a dangerous mixture of heavy metals as well as toxic dioxins. The waste was dumped in Guinea by a Norwegian company that was hired to dispose of it and it arrived labeled as raw material for building bricks. The noxious smell and dying vegetation prompted officials to take action and in the end the waste was returned to the US where it was buried in a landfill."
    },
    {
      "key": "Guinea-Bissau",
      "title": "Guinea-Bissau",
      "value": 0.5
    },
    {
      "key": "Liberia",
      "title": "Liberia",
      "value": 0.2,
      "text": "Africa is expected to generate over 160 million tons of waste by 2025. The good news is that most of it can be recycled and reused to create new products – bringing benefits for the environment and creating jobs. The Liberian recycling organization ‘Green Cities’ tries to provide jobs for youths in the recycling industry, while doing its part for the environment."
    },
    {
      "key": "Mali",
      "title": "Mali",
      "value": 0.6
    },
    {
      "key": "Mauritania",
      "title": "Mauritania",
      "value": 0.9
    },
    {
      "key": "Niger",
      "title": "Niger",
      "value": 0.2
    },
    {
      "key": "Nigeria",
      "title": "Nigeria",
      "value": 1.3,
      "text": "In Nigeria, 0.36 Mt of e-waste is recycled using inferior standards. Of this e-waste it is estimated that 0.1 Mt is directly imported (Ogungbuyi et al. 2012). Nigeria's school of waste Recycling is on the curriculum in Nigeria, where the #WeSeparateWaste project is teaching why waste management matters and showing pupils how to get creative with trash."
    },
    {
      "key": "Senegal",
      "title": "Senegal",
      "value": 0.9
    },
    {
      "key": "Sierra Leone",
      "title": "Sierra Leone",
      "value": 0.4
    },
    {
      "key": "Togo",
      "title": "Togo",
      "value": 0.8
    },
    {
      "key": "Antigua and Barbuda",
      "title": "Antigua and Barbuda",
      "value": 11.6
    },
    {
      "key": "Bahamas",
      "title": "Bahamas",
      "value": 19.1
    },
    {
      "key": "Barbados",
      "title": "Barbados",
      "value": 13.2
    },
    {
      "key": "Dominica",
      "title": "Dominica",
      "value": 9.7
    },
    {
      "key": "Dominican Republic",
      "title": "Dominican Republic",
      "value": 5.4
    },
    {
      "key": "Grenada",
      "title": "Grenada",
      "value": 10
    },
    {
      "key": "Haiti",
      "title": "Haiti",
      "value": 0.6
    },
    {
      "key": "Jamaica",
      "title": "Jamaica",
      "value": 5.8
    },
    {
      "key": "Saint Kitts and Nevis",
      "title": "Saint Kitts and Nevis",
      "value": 10.1
    },
    {
      "key": "Saint Lucia",
      "title": "Saint Lucia",
      "value": 9.9
    },
    {
      "key": "Saint Vincent",
      "title": "Saint Vincent",
      "value": 9.7
    },
    {
      "key": "Trinidad and Tobago",
      "title": "Trinidad and Tobago",
      "value": 9
    },
    {
      "key": "Belize",
      "title": "Belize",
      "value": 6.5
    },
    {
      "key": "Costa Rica",
      "title": "Costa Rica",
      "value": 7.5,
      "text": "Common hazardous materials found in e-waste are: heavy metals (such as mercury, lead, cadmium etc.) and chemicals (such as CFCs/chlorofluorocarbon or various flame retardants)."
    },
    {
      "key": "El Salvador",
      "title": "El Salvador",
      "value": 4.8
    },
    {
      "key": "Guatemala",
      "title": "Guatemala",
      "value": 3.5,
      "text": "E-waste contains many valuable materials such as iron, copper, aluminium and plastics and precious metals like gold, silver, platinum and palladium that can be recycled. In fact, up to 60 elements from the periodic table can be found in complex electronics, and many of them are recoverable, though it is not always economic to do so presently."
    },
    {
      "key": "Honduras",
      "title": "Honduras",
      "value": 1.8
    },
    {
      "key": "Mexico",
      "title": "Mexico",
      "value": 8.2,
      "text": "Mexico was another country that served as a dumping ground for hazardous waste products originating in the United States during the 1980s. The waste ended up in unregulated landfills after crossing the border hidden in other cargo on trucks or trains. Since border officials were more interested in intercepting weapons or illegal drugs a lot of the waste passed by undetected."
    },
    {
      "key": "Nicaragua",
      "title": "Nicaragua",
      "value": 1.7
    },
    {
      "key": "Panama",
      "title": "Panama",
      "value": 8.2
    },
    {
      "key": "Canada",
      "title": "Canada",
      "value": 20.4,
      "text": "From a resource perspective, e-waste is a potential “urban mine” that could provide a great amount of secondary resources for remanufacture, refurbishment and recycling. For instance, the gold content from e-waste in 2014 is roughly 300 tonnes, which represents 11 per cent of the global gold production from mines in 2013 (2770 tonnes) (USGS 2014). "
    },
    {
      "key": "United States of America",
      "title": "United States of America",
      "value": 22.1,
      "text": "Most environmental damage and health impacts related to e-waste arise from improper collection and treatment approaches.",
      "url": "https://vimeo.com/95789417"
    },
    {
      "key": "Argentina",
      "title": "Argentina",
      "value": 7,
      "text": "In 2009 a major increase was felt in mobile phone volumes: almost 10 million mobile phones were discarded annually over the last two years. This figure quadrupled between 2005 and 2009."
    },
    {
      "key": "Bolivia",
      "title": "Bolivia",
      "value": 4,
      "text": "Waste dumps in Bolivia are overflowing. In urban areas alone, 4,300 tonnes of household waste are added every day. Everything winds up in the rubbish dumps, from kitchen waste to discarded household items all the way to e-waste. Poisonous materials contained in rubbish are harmful to the environment and health. In Bolivia, the idea of separating household rubbish as a prerequisite for recycling raw materials, which then helps reduce waste, is still unknown for the most part.",
      "url": "http://stories.swisscontact.org/bolivia-becoming-a-successful-ewaste-entrepreneur-following-the-swiss-model"
    },
    {
      "key": "Brazil",
      "title": "Brazil",
      "value": 7,
      "text": "Latin America produced 9 percent of all e-waste produced in the world last year, with Brazil and Mexico leading the pack, according to research. Respectively, Brazil and Mexico produced 1,4 million and 1 million tons of electronic waste in 2014, followed by Argentina (292,000t), Colombia (252,000t), Venezuela (233,000t), Chile (176,000t) and Peru (147,000t), according to a paper by GSMA and the Institute for the Advanced Study of Sustainability at the United Nations University (UNU)."
    },
    {
      "key": "Chile",
      "title": "Chile",
      "value": 9.9,
      "text": "Chile does not yet have specific regulations or laws related to electronic waste (e-waste). A crucial aspect to understanding this challenge is related not only to political will on this issue, but also to a lack of a national vision and strategy around recycling and disposal of dangerous and toxic waste materials and products. Some steps were taken in order to prepare regulations for hazardous and toxic waste, which included e-waste."
    },
    {
      "key": "Colombia",
      "title": "Colombia",
      "value": 5.3,
      "text": "Electronic waste is a growing issue throughout the world and it increased by 17.5 per cent in Latin America and 19.1 per cent in Colombia between 2012 and 2015. Aware of these issues, the colombian mobile network operators (MNOs) are currently carrying out voluntarily initiatives to recycle mobile phones, batteries and accessories."
    },
    {
      "key": "Ecuador",
      "title": "Ecuador",
      "value": 4.6,
      "text": "There are no national policies related to the treatment of electronic waste (e-waste) in Ecuador. There are private initiatives by mobile companies regarding the recycling of mobile phones, but there are no consistent and structured approaches with regard to e-waste such as computers, printers, fax machines, batteries, and so on. These materials are being deposited in municipal landfills and mixed with normal trash, becoming a danger to public health."
    },
    {
      "key": "Guyana",
      "title": "Guyana",
      "value": 6.1,
      "text": "On the outskirts of Ghana's biggest city sits a smoldering wasteland, a slum carved into the banks of the Korle Lagoon, one of the most polluted bodies of water on earth. The locals call it Sodom and Gomorrah. Agbogbloshie has become one of the world's digital dumping grounds, where the West's electronic waste, or e-waste, piles up -- hundreds of millions of tons of it each year.",
      "url": "https://www.youtube.com/watch?v=N1oyFaOpJOo"
    },
    {
      "key": "Paraguay",
      "title": "Paraguay",
      "value": 4.9,
      "text": "Based on data compiled by Solving the E-Waste Problem (StEP) Initiative – a partnership of United Nations organisations, industry, governments, non-government and science organisations – represents a global jump of 33% in just five years. While most of these used e-products are destined for disposal, gradually improving efforts in some regions are diverting some of it to recycling and reuse."
    },
    {
      "key": "Peru",
      "title": "Peru",
      "value": 4.7,
      "text": "Peru hasn’t seen any formal recycling activities of e-waste yet, but it is likely that dismantling of e-waste has become a lucrative and ubiquitous business for the poor, which operate in an unsafe and unhealthy environment. The responsible government authorities have raised awareness about the problem situation and decided to address the issue."
    },
    {
      "key": "Suriname",
      "title": "Suriname",
      "value": 8.5
    },
    {
      "key": "Uruguay",
      "title": "Uruguay",
      "value": 9.5,
      "test": "Uruguay does not contribute significantly to global warming: it only generates 0.05% of global greenhouse gas (GHG) emissions, according to 2004 figures. However, it is very vulnerable to the adverse effects of climate change, which threaten the country’s development. In fact, extreme events like floods, droughts and storms, all of which “affect the population, infrastructure, production, services, ecosystems, biodiversity, coast areas and in particular, agriculture,” are becoming more frequent."
    },
    {
      "key": "Venezuela",
      "title": "Venezuela",
      "value": 7.6
    },
    {
      "key": "Kazakhstan",
      "title": "Kazakhstan",
      "value": 7.7
    },
    {
      "key": "Kyrgyzstan",
      "title": "Kyrgyzstan",
      "value": 1.2
    },
    {
      "key": "Tajikistan",
      "title": "Tajikistan",
      "value": 0.8
    },
    {
      "key": "Turkmenistan",
      "title": "Turkmenistan",
      "value": 3.9
    },
    {
      "key": "Uzbekistan",
      "title": "Uzbekistan",
      "value": 1.5
    },
    {
      "key": "China",
      "title": "China",
      "value": 4.4,
      "text": "The city of Guiyu is home to 5,500 businesses devoted to processing discarded electronics. According to local websites, the region dismantles 1.5 million pounds of junked computers, cell phones and other devices a year. The niche industry employs tens of thousands of people, many of them in small, family-run workshops. The ewaste is mined for the lead, gold, copper and other metals that are found in the circuit boards, wiring, chips and other parts of electronic devices. Much of the waste from the work, particularly the ash from the burning of coal, is dumped into city's streams and canals, poisoning the wells and groundwater. Guiyu — and places like it in India and Africa — fluorish because it is far cheaper to break down e-waste there than it is in the developing world, where companies must follow strict guidelines. According to Guiyu's own website, the e-waste business generates $75 million a year for the town. Circuit boards, which can contain tiny amounts of gold and silver, are treated with acid baths. According to reports from nearby Shantou University, Guiyu has the highest level of cancer-causing dioxins in the world and an elevated rate of miscarriages."
    },
    {
      "key": "Hong Kong",
      "title": "Hong Kong, China",
      "value": 21.5
    },
    {
      "key": "Japan",
      "title": "Japan",
      "value": 17.3,
      "text": "Usually under the requirement of national e-waste legislation, e-waste is collected by designated organizations, producers and/or by the government. This happens via retailers, municipal collection points and/or pick-up services. The final destination of the collected e-waste is state-of-the-art treatment facilities, which recover the valuable materials in an environmentally-sound way and reduce the negative impacts."

    },
    {
      "key": "Mongolia",
      "title": "Mongolia",
      "value": 1.8
    },
    {
      "key": "Republic of Korea",
      "title": "Republic of Korea",
      "value": 15.9,
      "url": "http://www.theverge.com/2016/6/22/11991440/eri-e-waste-electronics-recycling-nyc-gadget-trash"
    },
    {
      "key": "Taiwan 2",
      "title": "Taiwan 2",
      "value": 18.6
    },
    {
      "key": "Brunei Darus- salam",
      "title": "Brunei Darus- salam",
      "value": 18.1
    },
    {
      "key": "Cambodia",
      "title": "Cambodia",
      "value": 1
    },
    {
      "key": "Indonesia",
      "title": "Indonesia",
      "value": 3
    },
    {
      "key": "Lao People's Democratic Republic",
      "title": "Lao People's Democratic Republic",
      "value": 1.2
    },
    {
      "key": "Malaysia",
      "title": "Malaysia",
      "value": 7.6
    },
    {
      "key": "Myanmar",
      "title": "Myanmar",
      "value": 0.4
    },
    {
      "key": "Philippines",
      "title": "Philippines",
      "value": 1.3,
      "text": "The port of Manila, in the Philippines, found itself the unwilling dumping place for 50 shipping containers, each about the size of a school bus, full of trash from Canada. The containers were supposed to contain plastic for recycling, but when opened contained garbage, such as dirty diapers along with the plastic. This is not the first time something like this happened either as Japan also attempted to dump 103 container vans full of garbage in the Philippines, but later took it back."
    },
    {
      "key": "Singapore",
      "title": "Singapore",
      "value": 19.6,
      "text": "Hong Kong and Singapore in 2015 produced the highest volume of e-waste in the East and Southeast Asian region, generating 21.7kg and 19.95kg, respectively, per capita. Asia accounted for the majority of the world's electrical and electronic equipment sales and generated the highest volume of e-waste, approximately 16 million tonnes in 2014. This, however, amounted to just 3.7kg per inhabitant on a per capita basis. In comparison, Europe and the Americas generated almost four times as much e-waste per capita at 15.6kg per inhabitant."
    },
    {
      "key": "Thailand",
      "title": "Thailand",
      "value": 6.4
    },
    {
      "key": "Timor-Leste",
      "title": "Timor-Leste",
      "value": 4.1
    },
    {
      "key": "Viet Nam",
      "title": "Viet Nam",
      "value": 1.3,
      "test": "In addition to e-waste generated by its own growing IT industry, Vietnam is also facing problems with the illegal importing of e-waste from other countries. Hundreds of illegal operations have been exposed by agencies such as the Ministry of Public Security’s Department for Combating Environmental Crimes. These include the illegal importing of 340 tons of electronic spare parts by one local firm as well as thousands of used laptops, computer screens, used electronic chip panels and used chargers brought through the border gate by another company. The country is also home to the “rubbish metropolis” of Minh Khai Village, which receives waste from Vietnam, Europe and Asia."
    },
    {
      "key": "Afghanistan",
      "title": "Afghanistan",
      "value": 0.3
    },
    {
      "key": "Bangladesh",
      "title": "Bangladesh",
      "value": 0.8
    },
    {
      "key": "Bhutan",
      "title": "Bhutan",
      "value": 3.7
    },
    {
      "key": "India",
      "title": "India",
      "value": 1.3
    },
    {
      "key": "Iran (Islamic Republic of)",
      "title": "Iran (Islamic Republic of)",
      "value": 7.4
    },
    {
      "key": "Maldives",
      "title": "Maldives",
      "value": 6.1
    },
    {
      "key": "Nepal",
      "title": "Nepal",
      "value": 0.5
    },
    {
      "key": "Pakistan",
      "title": "Pakistan",
      "value": 1.4,
      "text": "According to the Basel Action Network, more than 500,000 used computers are still sent to Pakistan each year from developed countries. The e-waste is finding its way to Pakistan from countries such as Singapore, the USA and also a few European countries, despite the fact that is is in clear violation of international laws. Only an estimated 15 to 40 percent of the computers are in a usable condition while the rest are recycled by women and children working in extremely hazardous conditions."
    },
    {
      "key": "Sri Lanka",
      "title": "Sri Lanka",
      "value": 4.2,
      "text": "A final solution for the collected E-Waste is not available within our country as recycling needs more advanced technology which is currently not available in Sri Lanka. Therefore we export them through registered exporters to countries such as China, India and Pakistan where they then recycle and dispose in an environmentally friendly manner. But citizens are not adequately informed about the mechanism to hand over E-Waste to the registered collectors. Practical difficulties in enforcing Extended Producer Responsibility (EPR), inadequate knowledge and awareness on E-Waste are a few challenges faced in proper E-Waste management in Sri Lanka. One of the solutions which emerged from a recent hackathon conference is a web application and a smartphone application was created to link the E-Waste collectors with the public to manage real time collection requests. This application also allows a reward system to be maintained for each individual who does E-Waste recycling through the portal. ‘Greeen Team’ from the Rajarata University also developed and introduced a smart “Greeen Bin,“ which is an automated mobile phone collector, with an LCD screen attached to it to promote E-Waste recycling through advocacy videos and information."
    },
    {
      "key": "Armenia",
      "title": "Armenia",
      "value": 4.6
    },
    {
      "key": "Azerbaijan",
      "title": "Azerbaijan",
      "value": 5.1
    },
    {
      "key": "Bahrain",
      "title": "Bahrain",
      "value": 12.9
    },
    {
      "key": "Cyprus",
      "title": "Cyprus",
      "value": 16.3
    },
    {
      "key": "Georgia",
      "title": "Georgia",
      "value": 4.6
    },
    {
      "key": "Iraq",
      "title": "Iraq",
      "value": 3.1
    },
    {
      "key": "Israel",
      "title": "Israel",
      "value": 17.2
    },
    {
      "key": "Jordan",
      "title": "Jordan",
      "value": 4.5
    },
    {
      "key": "Kuwait",
      "title": "Kuwait",
      "value": 17.2
    },
    {
      "key": "Lebanon",
      "title": "Lebanon",
      "value": 9.4,
      "text": "A Greenpeace report highlighted the case of ships, loaded with toxic waste from Italy that was bound for Romania and Africa. One such ship, the Radhost, sailed to Venezuela in 1987 with 2400 tons of industrial waste as its cargo. The ship was to join another ship, the Lynx, also carrying 2000 tons of industrial waste, in unloading its cargo in Venezuela. However, the ship was turned away by authorities and ended up delivering its toxic cargo to Lebanon instead. Local media uncovered the story and a campaign was begun to return the toxic waste to Italy."
    },
    {
      "key": "Oman",
      "title": "Oman",
      "value": 14
    },
    {
      "key": "Qatar",
      "title": "Qatar",
      "value": 16.3
    },
    {
      "key": "Saudi Arabia",
      "title": "Saudi Arabia",
      "value": 12.5
    },
    {
      "key": "Syrian Arab Republic",
      "title": "Syrian Arab Republic",
      "value": null
    },
    {
      "key": "Turkey",
      "title": "Turkey",
      "value": 6.5
    },
    {
      "key": "United Arab Emirates",
      "title": "United Arab Emirates",
      "value": 17.2
    },
    {
      "key": "Yemen",
      "title": "Yemen",
      "value": 1.2
    },
    {
      "key": "Belarus",
      "title": "Belarus",
      "value": 7.7
    },
    {
      "key": "Bulgaria",
      "title": "Bulgaria",
      "value": 10.7
    },
    {
      "key": "Czech Republic",
      "title": "Czech Republic",
      "value": 14.8
    },
    {
      "key": "Hungary",
      "title": "Hungary",
      "value": 12.6
    },
    {
      "key": "Poland",
      "title": "Poland",
      "value": 10
    },
    {
      "key": "Republic of Moldova",
      "title": "Republic of Moldova",
      "value": 1.8
    },
    {
      "key": "Romania",
      "title": "Romania",
      "value": 9.2
    },
    {
      "key": "Russia",
      "title": "Russia",
      "value": 8.7,
      "text": "The end of December 2014 brought in the rapid development of expected changes in waste management legislation in Russia. As a result, Federal Law No. 458-FZ “On Amendments to the Law ‘On Production and Consumption Waste’” (the “Law”) was enacted on 29 December 2014 and came into force on 1 January 2015, rather than in 2016 as originally envisag"
    },
    {
      "key": "Slovakia",
      "title": "Slovakia",
      "value": 11.4
    },
    {
      "key": "Ukraine",
      "title": "Ukraine",
      "value": 5.7,
      "text": "The European Union is to assist Ukraine in tackling e-waste through a new two year ‘twinning’ project on the collection and recycling of e-waste and used batteries. Each year, Ukraine has to dispose 500 million tonnes of wastes in total. Included in that is hundreds of tonnes of harmful e-waste that often contains hazardous substances such as like heavy metals."
    },
    {
      "key": "Denmark",
      "title": "Denmark",
      "value": 24,
      "text": "Danes discard more electronics per capita than Americans, Brits and Swedes according to a new study that shows that the world's mountain of electrical waste has reached a new peak. A record amount of electrical and electronic waste hit the rubbish tips in 2014, with the biggest per-capita tallies in countries like Denmark that pride themselves on environmental consciousness, a report said Sunday. Last year, 41.8 million tonnes of so-called e-waste -- mostly fridges, washing machines and other domestic appliances at the end of their life -- was dumped, it said. That's the equivalent of 1.15 million heavy trucks, forming a line 23,000 kilometres (14,300 miles) long, according to the report, compiled by the United Nations University, the UN's educational and research branch. Less than one-sixth of all e-waste was properly recycled."
    },
    {
      "key": "Estonia",
      "title": "Estonia",
      "value": 14
    },
    {
      "key": "Finland",
      "title": "Finland",
      "value": 21.4
    },
    {
      "key": "Iceland",
      "title": "Iceland",
      "value": 26,
      "text": "NOTHING TO BE PROUD OF: Iceland is among the top three countries that generated the most electronic waste per capita in 2014"
    },
    {
      "key": "Ireland",
      "title": "Ireland",
      "value": 19.8,
      "text": "Half of Ireland’s electrical and electronic waste remains unaccounted for despite the country ranking in the top five in Europe for electrical recycling. A European Union-funded project found that one in four Irish people continues to throw electrical waste in the bin or hoard it at home. It also found Irish people avail of unauthorised collections and scrap metal channels and that illegal dumping of such waste continues. While Ireland currently surpasses the 45 per cent take-back target set by the EU, it could be at risk of fines when this increases to 65 per cent in 2019. This is according to WEEE Ireland, a compliance scheme that manages the collection, recovery and recycling of waste equipment."
    },
    {
      "key": "Latvia",
      "title": "Latvia",
      "value": 10.7
    },
    {
      "key": "Lithuania",
      "title": "Lithuania",
      "value": 11.4
    },
    {
      "key": "Norway",
      "title": "Norway",
      "value": 28.3,
      "text": "Norwegians threw away more electrical waste per head last year than the citizens of anyone other country in the world, according new UN report. Norwegians last year disposed of 28.4 kilograms of e-waste on average, the report from the United Nations University revealed on Sunday, almost a third more per head than people in the supposedly wasteful United States."
    },
    {
      "key": "Sweden",
      "title": "Sweden",
      "value": 22.2,
      "text": "Sweden is one of the few countries that actually welcomes the trash it receives from other countries. This is because less than 1% of the garbage originating in Sweden actually ends up in the dump. The rest is recycled or burned at special plants to generate heat for homes. The process is so efficient that Sweden ran out of trash and started importing garbage from Norway, Ireland, Italy and the U.K."
    },
    {
      "key": "Great Britain",
      "title": "Great Britain",
      "value": 23.5,
      "Text": "In the European Union, roughly 40 per cent of the annually generated e-waste is officially reported as being exposed of and treated properly; in the United States and Canada, the level is around 12 per cent."
    },
    {
      "key": "Ireland",
      "title": "Ireland",
      "value": 23.5,
      "text": "Small equipment is most often just thrown into the normal dustbins, such as lamps, USB-sticks, phones, electronic toothbrushes, etc."
    },
    {
      "key": "Albania",
      "title": "Albania",
      "value": 6.1
    },
    {
      "key": "Bosnia and Herzegovina",
      "title": "Bosnia and Herzegovina",
      "value": 5.3
    },
    {
      "key": "Croatia",
      "title": "Croatia",
      "value": 10.8
    },
    {
      "key": "Greece",
      "title": "Greece",
      "value": 15.1
    },
    {
      "key": "Italy",
      "title": "Italy",
      "value": 17.6,
      "text": "Often, the trash is brought straight to landfills or incineration plants. In general, this leads to a loss of potential resources. However, in some countries, the trash is sorted for e-waste."
    },
    {
      "key": "Malta",
      "title": "Malta",
      "value": 14.6
    },
    {
      "key": "Montenegro",
      "title": "Montenegro",
      "value": 7.1
    },
    {
      "key": "Portugal",
      "title": "Portugal",
      "value": 16.1
    },
    {
      "key": "Serbia",
      "title": "Serbia",
      "value": 7.3
    },
    {
      "key": "Slovenia",
      "title": "Slovenia",
      "value": 15
    },
    {
      "key": "Spain",
      "title": "Spain",
      "value": 17.7,
      "text": "The e-waste that is end-treated in an incinerator leads to greenhouse gas emissions and mercury emissions. Dioxins can be released when PVC parts are incinerated at a low temperature."
    },
    {
      "key": "Macedonia",
      "title": "Macedonia",
      "value": 6.1
    },
    {
      "key": "Austria",
      "title": "Austria",
      "value": 22
    },
    {
      "key": "Belgium",
      "title": "Belgium",
      "value": 21.4
    },
    {
      "key": "France",
      "title": "France",
      "value": 22.1
    },
    {
      "key": "Germany",
      "title": "Germany",
      "value": 21.6,
      "text": "In Germany, a mechanism known as “divided product responsibility” was instituted for electrical and electronic waste disposal operations. This means that the main obligations for electrical and electronic waste disposal fall to (a) public sector recycling companies; and (b) electrical and electronic device manufacturers. Public sector recycling companies are required to establish electrical and electronic waste recycling centres and to accept such waste at these centres free of charge. This mechanism is currently carried out at around 1,500 municipal recycling centres. Manufacturers are free to provide their own recycling mechanisms, and retailers are also allowed to take back electrical and electronic waste. Consumers are required by law to take their electrical and electronic waste to such facilities."
    },
    {
      "key": "Luxembourg",
      "title": "Luxembourg",
      "value": 21
    },
    {
      "key": "Netherlands",
      "title": "Netherlands",
      "value": 23.3
    },
    {
      "key": "Switzerland",
      "title": "Switzerland",
      "value": 26.3
    },
    {
      "key": "Australia",
      "title": "Australia",
      "value": 20,
      "text": "Australia has a national regulation regarding the disposal of end-of-life computers and television units. Waste management is primarily the responsibility of state and territorial governments and, through them, local governments. "

    },
    {
      "key": "New Zealand",
      "title": "New Zealand",
      "value": 19,
      "text": "In New Zealand, most e-waste is still going to landfill. E-waste is still classified as a non-priority waste stream in New Zealand. Therefore, there is no restriction on e-waste sent to landfill, and there is no national legislation to regulate the collection and recycling of e-waste (Government of New Zealand 2013)."
    },
    {
      "key": "Fiji",
      "title": "Fiji",
      "value": 3.3
    },
    {
      "key": "Papua New Guinea",
      "title": "Papua New Guinea",
      "value": 1.1
    },
    {
      "key": "Solomon Islands",
      "title": "Solomon Islands",
      "value": 1.6
    },
    {
      "key": "Vanuatu",
      "title": "Vanuatu",
      "value": 2.9
    },
    {
      "key": "Kiribati",
      "title": "Kiribati",
      "value": 3.9
    },
    {
      "key": "Marshall Islands",
      "title": "Marshall Islands",
      "value": 5.5
    },
    {
      "key": "Micronesia",
      "title": "Micronesia",
      "value": 5.4
    },
    {
      "key": "Samoa",
      "title": "Samoa",
      "value": 4
    },
    {
      "key": "Tongata",
      "title": "Tongata",
      "value": 5.4
    },
    {
      "key": "Tuvalu",
      "title": "Tuvalu",
      "value": 1.7
    }
  ],
"style": {
  "scale": [
    "#116840",
    "#EDB12B"
  ]
}
}
],
"metadata": {
  "author": "Addressable Media",
  "cardImage": "https://eartheos-media.s3.amazonaws.com/photo-1468787737698-f5c03f0570dd.jpg",
  "category": "Environmental",
  "description": "In the US, 12 million mobile phones were collected for recycling in 2011 even though 120 million were bought. Meanwhile, newer phone models are racing on to the market leaving old ones likely to end up in landfills.\nChristmas will see a surge in sales and waste around the world,” says Ruediger Kuehr, Executive Secretary of StEP. “The explosion is happening because there’s so much technical innovation. TVs, mobile phones and computers are all being replaced more and more quickly. The lifetime of products is also shortening.\nE-waste — which extends from old fridges to toys and even motorized toothbrushes — is now the world’s fastest growing waste stream. China generated 11.1 million tonnes last year, followed by the US with 10 million tonnes…By 2017, Kuehr expects the volume of end-of-life TVs, phones, computers, monitors, e-toys and other products to be enough to fill a 15,000-mile line of 40-tonne lorries.\nAlthough it is legal to export discarded goods to poor countries if they can be reused or refurbished, much is being sent to Africa or Asia under false pretences, says Interpol. Treatment in these countries usually occurs in the informal sector, causing significant environmental pollution and health risks for local populations,” he said.\nJohn Vidal, The Guardian",
  "links": [
    {
      "title": "The Global E-Waste Monitor 2014",
      "url": "https://i.unu.edu/media/unu.edu/news/52624/UNU-1stGlobal-E-Waste-Monitor-2014-small.pdf"
    },
    {
      "title": "BANtogether",
      "url": "http://www.ban.org/give"
    },
    {
      "title": "Advocacy",    
      "url": "http://www.ban.org/advocacy"
    }
  ],
  "name": "Global E-Waste",
  "sources": [
    "https://unu.edu/"
  ],
  "summary": "Electronics have forever enhanced our lives. The chemical byproducts of these life changing wonders has created the fastest growing stream of hazardous “E-waste”"
}
}