{
   "metadata":{
      "name":"Global Nuclear Arsenal",
      "author":"Cameron Yick",
      "category":"Diplomacy",
      "summary":"Since WWII, nations have developed nuclear weapons. Some countries have worked to sign disarmament treaties.",
      "description":"Together, Russia and the United States own over 98% of the world's nuclear warheads.",
      "links":[
         "https://fas.org/issues/nuclear-weapons/status-world-nuclear-forces/",
         "http://www.nytimes.com/interactive/2016/12/23/world/nuclear-weapon-countries.html"
      ],
      "sources":[
         "https://fas.org/issues/nuclear-weapons/status-world-nuclear-forces/",
         "http://www.nytimes.com/interactive/2016/12/23/world/nuclear-weapon-countries.html"
      ],
      "cardImage":"http://www.nuclearweaponsfree.org/wp-content/uploads/2015/12/nuclear_weapons.jpg"
   },
   "charts":[
      {
         "type":"pie",
         "summary":"Russia and USA together own over 90% of the world's nuclear warheads in 2016.",
         "colors":[
            "#B8F3FF",
            "#78BEF9",
            "#3789F3"
         ],
         "data":{
            "Russia":[
               7300
            ],
            "USA":[
               7000
            ],
            "Others":[
               1105
            ]
         }
      }
   ],
   "groups":[
      {
         "metadata":{
            "name":"Global Nuclear Arsenal"
         },
         "layers":[
            {
               "metadata":{
                  "name":"Nuke Image"
               },
               "stickers":[
                  {
                     "stickerImage":"https://s3.amazonaws.com/data.eartheos.com/images/5887147dd27829db9cf6da6f.png",
                     "ll":{
                        "lat":30,
                        "lon":80
                     },
                     "ur":{
                        "lat":70,
                        "lon":120
                     },
                     "title":"Several countries, particularly the US and Russia, retain large nuclear stockpiles. This Eartheos story steps through the countries with known stockpiles in order of increasing arsenal size.",
                     "camera":{
                        "height":0.654,
                        "heading":0.0637,
                        "tilt":0.01,
                        "duration":15,
                        "lat":22.1,
                        "lon":99
                     }
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"Israel"
         },
         "layers":[
            {
               "metadata":{
                  "name":"Israel_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia"
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America"
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France"
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China"
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom"
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan"
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "text":"Pakistan's primary nuclear adversary, India, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India"
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how Israel's stockpile has changed over time!",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel",
                     "camera":{
                        "height":0.1866,
                        "heading":0.01,
                        "tilt":0,
                        "duration":10,
                        "lat":28,
                        "lon":35.6
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of Israel's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 0
                              ],
                              "1946":[
                                 0
                              ],
                              "1947":[
                                 0
                              ],
                              "1948":[
                                 0
                              ],
                              "1949":[
                                 0
                              ],
                              "1950":[
                                 0
                              ],
                              "1951":[
                                 0
                              ],
                              "1952":[
                                 0
                              ],
                              "1953":[
                                 0
                              ],
                              "1954":[
                                 0
                              ],
                              "1955":[
                                 0
                              ],
                              "1956":[
                                 0
                              ],
                              "1957":[
                                 0
                              ],
                              "1958":[
                                 0
                              ],
                              "1959":[
                                 0
                              ],
                              "1960":[
                                 0
                              ],
                              "1961":[
                                 0
                              ],
                              "1962":[
                                 0
                              ],
                              "1963":[
                                 0
                              ],
                              "1964":[
                                 0
                              ],
                              "1965":[
                                 0
                              ],
                              "1966":[
                                 0
                              ],
                              "1967":[
                                 2
                              ],
                              "1968":[
                                 4
                              ],
                              "1969":[
                                 6
                              ],
                              "1970":[
                                 8
                              ],
                              "1971":[
                                 11
                              ],
                              "1972":[
                                 13
                              ],
                              "1973":[
                                 15
                              ],
                              "1974":[
                                 17
                              ],
                              "1975":[
                                 20
                              ],
                              "1976":[
                                 22
                              ],
                              "1977":[
                                 24
                              ],
                              "1978":[
                                 26
                              ],
                              "1979":[
                                 29
                              ],
                              "1980":[
                                 31
                              ],
                              "1981":[
                                 33
                              ],
                              "1982":[
                                 35
                              ],
                              "1983":[
                                 38
                              ],
                              "1984":[
                                 40
                              ],
                              "1985":[
                                 42
                              ],
                              "1986":[
                                 44
                              ],
                              "1987":[
                                 47
                              ],
                              "1988":[
                                 49
                              ],
                              "1989":[
                                 51
                              ],
                              "1990":[
                                 53
                              ],
                              "1991":[
                                 56
                              ],
                              "1992":[
                                 58
                              ],
                              "1993":[
                                 60
                              ],
                              "1994":[
                                 62
                              ],
                              "1995":[
                                 63
                              ],
                              "1996":[
                                 64
                              ],
                              "1997":[
                                 66
                              ],
                              "1998":[
                                 68
                              ],
                              "1999":[
                                 70
                              ],
                              "2000":[
                                 72
                              ],
                              "2001":[
                                 74
                              ],
                              "2002":[
                                 76
                              ],
                              "2003":[
                                 78
                              ],
                              "2004":[
                                 80
                              ],
                              "2005":[
                                 80
                              ],
                              "2006":[
                                 80
                              ],
                              "2007":[
                                 80
                              ],
                              "2008":[
                                 80
                              ],
                              "2009":[
                                 80
                              ],
                              "2010":[
                                 80
                              ],
                              "2011":[
                                 80
                              ],
                              "2012":[
                                 80
                              ],
                              "2013":[
                                 80
                              ]
                           }
                        }
                     ]
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"India"
         },
         "layers":[
            {
               "metadata":{
                  "name":"India_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia"
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America"
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France"
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China"
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom"
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan"
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how India's stockpile has changed over time!",
                     "text":"India, Pakistan's primary nuclear adversary, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India",
                     "camera":{
                        "height":0.79,
                        "heading":0.0248,
                        "tilt":0,
                        "duration":10,
                        "lat":10.48,
                        "lon":77
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of India's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 0
                              ],
                              "1946":[
                                 0
                              ],
                              "1947":[
                                 0
                              ],
                              "1948":[
                                 0
                              ],
                              "1949":[
                                 0
                              ],
                              "1950":[
                                 0
                              ],
                              "1951":[
                                 0
                              ],
                              "1952":[
                                 0
                              ],
                              "1953":[
                                 0
                              ],
                              "1954":[
                                 0
                              ],
                              "1955":[
                                 0
                              ],
                              "1956":[
                                 0
                              ],
                              "1957":[
                                 0
                              ],
                              "1958":[
                                 0
                              ],
                              "1959":[
                                 0
                              ],
                              "1960":[
                                 0
                              ],
                              "1961":[
                                 0
                              ],
                              "1962":[
                                 0
                              ],
                              "1963":[
                                 0
                              ],
                              "1964":[
                                 0
                              ],
                              "1965":[
                                 0
                              ],
                              "1966":[
                                 0
                              ],
                              "1967":[
                                 0
                              ],
                              "1968":[
                                 0
                              ],
                              "1969":[
                                 0
                              ],
                              "1970":[
                                 0
                              ],
                              "1971":[
                                 0
                              ],
                              "1972":[
                                 0
                              ],
                              "1973":[
                                 0
                              ],
                              "1974":[
                                 -1
                              ],
                              "1975":[
                                 0
                              ],
                              "1976":[
                                 0
                              ],
                              "1977":[
                                 0
                              ],
                              "1978":[
                                 0
                              ],
                              "1979":[
                                 0
                              ],
                              "1980":[
                                 0
                              ],
                              "1981":[
                                 0
                              ],
                              "1982":[
                                 0
                              ],
                              "1983":[
                                 0
                              ],
                              "1984":[
                                 0
                              ],
                              "1985":[
                                 0
                              ],
                              "1986":[
                                 0
                              ],
                              "1987":[
                                 0
                              ],
                              "1988":[
                                 0
                              ],
                              "1989":[
                                 0
                              ],
                              "1990":[
                                 0
                              ],
                              "1991":[
                                 0
                              ],
                              "1992":[
                                 0
                              ],
                              "1993":[
                                 0
                              ],
                              "1994":[
                                 0
                              ],
                              "1995":[
                                 0
                              ],
                              "1996":[
                                 0
                              ],
                              "1997":[
                                 0
                              ],
                              "1998":[
                                 3
                              ],
                              "1999":[
                                 8
                              ],
                              "2000":[
                                 13
                              ],
                              "2001":[
                                 18
                              ],
                              "2002":[
                                 23
                              ],
                              "2003":[
                                 28
                              ],
                              "2004":[
                                 33
                              ],
                              "2005":[
                                 38
                              ],
                              "2006":[
                                 43
                              ],
                              "2007":[
                                 50
                              ],
                              "2008":[
                                 60
                              ],
                              "2009":[
                                 70
                              ],
                              "2010":[
                                 80
                              ],
                              "2011":[
                                 90
                              ],
                              "2012":[
                                 100
                              ],
                              "2013":[
                                 110
                              ]
                           }
                        }
                     ]
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel"
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"Pakistan"
         },
         "layers":[
            {
               "metadata":{
                  "name":"Pakistan_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia"
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America"
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France"
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China"
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom"
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how Pakistan's stockpile has changed over time!",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan",
                     "camera":{
                        "height":0.48,
                        "heading":0.0151,
                        "tilt":0,
                        "duration":10,
                        "lat":23,
                        "lon":69.86
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of Pakistan's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 0
                              ],
                              "1946":[
                                 0
                              ],
                              "1947":[
                                 0
                              ],
                              "1948":[
                                 0
                              ],
                              "1949":[
                                 0
                              ],
                              "1950":[
                                 0
                              ],
                              "1951":[
                                 0
                              ],
                              "1952":[
                                 0
                              ],
                              "1953":[
                                 0
                              ],
                              "1954":[
                                 0
                              ],
                              "1955":[
                                 0
                              ],
                              "1956":[
                                 0
                              ],
                              "1957":[
                                 0
                              ],
                              "1958":[
                                 0
                              ],
                              "1959":[
                                 0
                              ],
                              "1960":[
                                 0
                              ],
                              "1961":[
                                 0
                              ],
                              "1962":[
                                 0
                              ],
                              "1963":[
                                 0
                              ],
                              "1964":[
                                 0
                              ],
                              "1965":[
                                 0
                              ],
                              "1966":[
                                 0
                              ],
                              "1967":[
                                 0
                              ],
                              "1968":[
                                 0
                              ],
                              "1969":[
                                 0
                              ],
                              "1970":[
                                 0
                              ],
                              "1971":[
                                 0
                              ],
                              "1972":[
                                 0
                              ],
                              "1973":[
                                 0
                              ],
                              "1974":[
                                 0
                              ],
                              "1975":[
                                 0
                              ],
                              "1976":[
                                 0
                              ],
                              "1977":[
                                 0
                              ],
                              "1978":[
                                 0
                              ],
                              "1979":[
                                 0
                              ],
                              "1980":[
                                 0
                              ],
                              "1981":[
                                 0
                              ],
                              "1982":[
                                 0
                              ],
                              "1983":[
                                 0
                              ],
                              "1984":[
                                 0
                              ],
                              "1985":[
                                 0
                              ],
                              "1986":[
                                 0
                              ],
                              "1987":[
                                 0
                              ],
                              "1988":[
                                 0
                              ],
                              "1989":[
                                 0
                              ],
                              "1990":[
                                 0
                              ],
                              "1991":[
                                 0
                              ],
                              "1992":[
                                 0
                              ],
                              "1993":[
                                 0
                              ],
                              "1994":[
                                 0
                              ],
                              "1995":[
                                 0
                              ],
                              "1996":[
                                 0
                              ],
                              "1997":[
                                 0
                              ],
                              "1998":[
                                 2
                              ],
                              "1999":[
                                 8
                              ],
                              "2000":[
                                 14
                              ],
                              "2001":[
                                 20
                              ],
                              "2002":[
                                 26
                              ],
                              "2003":[
                                 32
                              ],
                              "2004":[
                                 38
                              ],
                              "2005":[
                                 44
                              ],
                              "2006":[
                                 50
                              ],
                              "2007":[
                                 60
                              ],
                              "2008":[
                                 70
                              ],
                              "2009":[
                                 80
                              ],
                              "2010":[
                                 90
                              ],
                              "2011":[
                                 100
                              ],
                              "2012":[
                                 110
                              ],
                              "2013":[
                                 120
                              ]
                           }
                        }
                     ]
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "text":"Pakistan's primary nuclear adversary, India, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India"
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel"
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"United Kingdom"
         },
         "layers":[
            {
               "metadata":{
                  "name":"United Kingdom_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia"
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America"
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France"
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China"
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how United Kingdom's stockpile has changed over time!",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom",
                     "camera":{
                        "height":0.245326,
                        "heading":0.02,
                        "tilt":0,
                        "duration":10,
                        "lat":49.58,
                        "lon":-2.88
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of United Kingdom's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 0
                              ],
                              "1946":[
                                 0
                              ],
                              "1947":[
                                 0
                              ],
                              "1948":[
                                 0
                              ],
                              "1949":[
                                 0
                              ],
                              "1950":[
                                 0
                              ],
                              "1951":[
                                 0
                              ],
                              "1952":[
                                 0
                              ],
                              "1953":[
                                 1
                              ],
                              "1954":[
                                 5
                              ],
                              "1955":[
                                 10
                              ],
                              "1956":[
                                 50
                              ],
                              "1957":[
                                 8
                              ],
                              "1958":[
                                 60
                              ],
                              "1959":[
                                 78
                              ],
                              "1960":[
                                 105
                              ],
                              "1961":[
                                 155
                              ],
                              "1962":[
                                 211
                              ],
                              "1963":[
                                 256
                              ],
                              "1964":[
                                 271
                              ],
                              "1965":[
                                 271
                              ],
                              "1966":[
                                 281
                              ],
                              "1967":[
                                 355
                              ],
                              "1968":[
                                 317
                              ],
                              "1969":[
                                 306
                              ],
                              "1970":[
                                 375
                              ],
                              "1971":[
                                 412
                              ],
                              "1972":[
                                 423
                              ],
                              "1973":[
                                 500
                              ],
                              "1974":[
                                 500
                              ],
                              "1975":[
                                 500
                              ],
                              "1976":[
                                 500
                              ],
                              "1977":[
                                 500
                              ],
                              "1978":[
                                 500
                              ],
                              "1979":[
                                 500
                              ],
                              "1980":[
                                 500
                              ],
                              "1981":[
                                 500
                              ],
                              "1982":[
                                 385
                              ],
                              "1983":[
                                 380
                              ],
                              "1984":[
                                 350
                              ],
                              "1985":[
                                 350
                              ],
                              "1986":[
                                 350
                              ],
                              "1987":[
                                 350
                              ],
                              "1988":[
                                 350
                              ],
                              "1989":[
                                 350
                              ],
                              "1990":[
                                 350
                              ],
                              "1991":[
                                 350
                              ],
                              "1992":[
                                 250
                              ],
                              "1993":[
                                 250
                              ],
                              "1994":[
                                 250
                              ],
                              "1995":[
                                 234
                              ],
                              "1996":[
                                 203
                              ],
                              "1997":[
                                 203
                              ],
                              "1998":[
                                 240
                              ],
                              "1999":[
                                 240
                              ],
                              "2000":[
                                 280
                              ],
                              "2001":[
                                 280
                              ],
                              "2002":[
                                 280
                              ],
                              "2003":[
                                 280
                              ],
                              "2004":[
                                 280
                              ],
                              "2005":[
                                 280
                              ],
                              "2006":[
                                 225
                              ],
                              "2007":[
                                 225
                              ],
                              "2008":[
                                 225
                              ],
                              "2009":[
                                 225
                              ],
                              "2010":[
                                 225
                              ],
                              "2011":[
                                 225
                              ],
                              "2012":[
                                 225
                              ],
                              "2013":[
                                 225
                              ]
                           }
                        }
                     ]
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan"
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "text":"Pakistan's primary nuclear adversary, India, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India"
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel"
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"History: Nuclear Explosions"
         },
         "layers":[
            {
               "metadata":{
                  "name":"History: Nuclear Explosions"
               },
               "points":[
                  {
                     "title":"History: Nuclear Explosions",
                     "lead":"History: Nuclear Explosions",
                     "youtube":"dGFkw0hzW1c",
                     "key":"United States",
                     "camera":{
                        "height":0.85,
                        "heading":-0.00821,
                        "tilt":0,
                        "duration":8,
                        "lat":31.953,
                        "lon":80.8621
                     }
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"China"
         },
         "layers":[
            {
               "metadata":{
                  "name":"China_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia"
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America"
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France"
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how China's stockpile has changed over time!",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China",
                     "camera":{
                        "height":0.6,
                        "heading":-0.0027,
                        "tilt":0,
                        "duration":10,
                        "lat":20.16,
                        "lon":101
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of China's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 0
                              ],
                              "1946":[
                                 0
                              ],
                              "1947":[
                                 0
                              ],
                              "1948":[
                                 0
                              ],
                              "1949":[
                                 0
                              ],
                              "1950":[
                                 0
                              ],
                              "1951":[
                                 0
                              ],
                              "1952":[
                                 0
                              ],
                              "1953":[
                                 0
                              ],
                              "1954":[
                                 0
                              ],
                              "1955":[
                                 0
                              ],
                              "1956":[
                                 0
                              ],
                              "1957":[
                                 0
                              ],
                              "1958":[
                                 0
                              ],
                              "1959":[
                                 0
                              ],
                              "1960":[
                                 0
                              ],
                              "1961":[
                                 0
                              ],
                              "1962":[
                                 0
                              ],
                              "1963":[
                                 0
                              ],
                              "1964":[
                                 1
                              ],
                              "1965":[
                                 5
                              ],
                              "1966":[
                                 20
                              ],
                              "1967":[
                                 25
                              ],
                              "1968":[
                                 35
                              ],
                              "1969":[
                                 50
                              ],
                              "1970":[
                                 75
                              ],
                              "1971":[
                                 100
                              ],
                              "1972":[
                                 130
                              ],
                              "1973":[
                                 150
                              ],
                              "1974":[
                                 170
                              ],
                              "1975":[
                                 180
                              ],
                              "1976":[
                                 180
                              ],
                              "1977":[
                                 180
                              ],
                              "1978":[
                                 190
                              ],
                              "1979":[
                                 195
                              ],
                              "1980":[
                                 205
                              ],
                              "1981":[
                                 210
                              ],
                              "1982":[
                                 216
                              ],
                              "1983":[
                                 218
                              ],
                              "1984":[
                                 220
                              ],
                              "1985":[
                                 222
                              ],
                              "1986":[
                                 224
                              ],
                              "1987":[
                                 226
                              ],
                              "1988":[
                                 228
                              ],
                              "1989":[
                                 230
                              ],
                              "1990":[
                                 232
                              ],
                              "1991":[
                                 234
                              ],
                              "1992":[
                                 234
                              ],
                              "1993":[
                                 234
                              ],
                              "1994":[
                                 234
                              ],
                              "1995":[
                                 234
                              ],
                              "1996":[
                                 234
                              ],
                              "1997":[
                                 232
                              ],
                              "1998":[
                                 232
                              ],
                              "1999":[
                                 232
                              ],
                              "2000":[
                                 232
                              ],
                              "2001":[
                                 235
                              ],
                              "2002":[
                                 235
                              ],
                              "2003":[
                                 235
                              ],
                              "2004":[
                                 235
                              ],
                              "2005":[
                                 235
                              ],
                              "2006":[
                                 235
                              ],
                              "2007":[
                                 235
                              ],
                              "2008":[
                                 235
                              ],
                              "2009":[
                                 240
                              ],
                              "2010":[
                                 240
                              ],
                              "2011":[
                                 240
                              ],
                              "2012":[
                                 240
                              ],
                              "2013":[
                                 240
                              ]
                           }
                        }
                     ]
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom"
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan"
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "text":"Pakistan's primary nuclear adversary, India, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India"
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel"
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"France"
         },
         "layers":[
            {
               "metadata":{
                  "name":"France_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia"
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America"
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how France's stockpile has changed over time!",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France",
                     "camera":{
                        "height":0.28634,
                        "heading":-0.262,
                        "tilt":0,
                        "duration":10,
                        "lat":41.9,
                        "lon":2.454
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of France's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 0
                              ],
                              "1946":[
                                 0
                              ],
                              "1947":[
                                 0
                              ],
                              "1948":[
                                 0
                              ],
                              "1949":[
                                 0
                              ],
                              "1950":[
                                 0
                              ],
                              "1951":[
                                 0
                              ],
                              "1952":[
                                 0
                              ],
                              "1953":[
                                 0
                              ],
                              "1954":[
                                 0
                              ],
                              "1955":[
                                 0
                              ],
                              "1956":[
                                 0
                              ],
                              "1957":[
                                 0
                              ],
                              "1958":[
                                 0
                              ],
                              "1959":[
                                 0
                              ],
                              "1960":[
                                 0
                              ],
                              "1961":[
                                 0
                              ],
                              "1962":[
                                 0
                              ],
                              "1963":[
                                 0
                              ],
                              "1964":[
                                 4
                              ],
                              "1965":[
                                 32
                              ],
                              "1966":[
                                 36
                              ],
                              "1967":[
                                 36
                              ],
                              "1968":[
                                 36
                              ],
                              "1969":[
                                 36
                              ],
                              "1970":[
                                 36
                              ],
                              "1971":[
                                 45
                              ],
                              "1972":[
                                 70
                              ],
                              "1973":[
                                 116
                              ],
                              "1974":[
                                 145
                              ],
                              "1975":[
                                 188
                              ],
                              "1976":[
                                 212
                              ],
                              "1977":[
                                 228
                              ],
                              "1978":[
                                 235
                              ],
                              "1979":[
                                 235
                              ],
                              "1980":[
                                 250
                              ],
                              "1981":[
                                 274
                              ],
                              "1982":[
                                 274
                              ],
                              "1983":[
                                 279
                              ],
                              "1984":[
                                 280
                              ],
                              "1985":[
                                 360
                              ],
                              "1986":[
                                 355
                              ],
                              "1987":[
                                 420
                              ],
                              "1988":[
                                 410
                              ],
                              "1989":[
                                 410
                              ],
                              "1990":[
                                 505
                              ],
                              "1991":[
                                 540
                              ],
                              "1992":[
                                 540
                              ],
                              "1993":[
                                 525
                              ],
                              "1994":[
                                 510
                              ],
                              "1995":[
                                 500
                              ],
                              "1996":[
                                 50
                              ],
                              "1997":[
                                 450
                              ],
                              "1998":[
                                 450
                              ],
                              "1999":[
                                 450
                              ],
                              "2000":[
                                 470
                              ],
                              "2001":[
                                 350
                              ],
                              "2002":[
                                 350
                              ],
                              "2003":[
                                 350
                              ],
                              "2004":[
                                 350
                              ],
                              "2005":[
                                 350
                              ],
                              "2006":[
                                 350
                              ],
                              "2007":[
                                 350
                              ],
                              "2008":[
                                 300
                              ],
                              "2009":[
                                 300
                              ],
                              "2010":[
                                 300
                              ],
                              "2011":[
                                 300
                              ],
                              "2012":[
                                 300
                              ],
                              "2013":[
                                 300
                              ]
                           }
                        }
                     ]
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China"
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom"
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan"
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "text":"Pakistan's primary nuclear adversary, India, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India"
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel"
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"United States of America"
         },
         "layers":[
            {
               "metadata":{
                  "name":"United States of America_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia"
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how United States of America's stockpile has changed over time!",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America",
                     "camera":{
                        "height":0.6,
                        "heading":0.01,
                        "tilt":0,
                        "duration":10,
                        "lat":25.43,
                        "lon":-96.075
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of United States of America's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 2
                              ],
                              "1946":[
                                 9
                              ],
                              "1947":[
                                 13
                              ],
                              "1948":[
                                 50
                              ],
                              "1949":[
                                 170
                              ],
                              "1950":[
                                 299
                              ],
                              "1951":[
                                 438
                              ],
                              "1952":[
                                 841
                              ],
                              "1953":[
                                 1169
                              ],
                              "1954":[
                                 1703
                              ],
                              "1955":[
                                 2422
                              ],
                              "1956":[
                                 3692
                              ],
                              "1957":[
                                 5543
                              ],
                              "1958":[
                                 7345
                              ],
                              "1959":[
                                 12298
                              ],
                              "1960":[
                                 18638
                              ],
                              "1961":[
                                 22229
                              ],
                              "1962":[
                                 25540
                              ],
                              "1963":[
                                 28133
                              ],
                              "1964":[
                                 29463
                              ],
                              "1965":[
                                 31139
                              ],
                              "1966":[
                                 31175
                              ],
                              "1967":[
                                 31255
                              ],
                              "1968":[
                                 29561
                              ],
                              "1969":[
                                 27552
                              ],
                              "1970":[
                                 26008
                              ],
                              "1971":[
                                 25830
                              ],
                              "1972":[
                                 26516
                              ],
                              "1973":[
                                 27835
                              ],
                              "1974":[
                                 28537
                              ],
                              "1975":[
                                 27519
                              ],
                              "1976":[
                                 25914
                              ],
                              "1977":[
                                 25542
                              ],
                              "1978":[
                                 24418
                              ],
                              "1979":[
                                 24138
                              ],
                              "1980":[
                                 24104
                              ],
                              "1981":[
                                 23208
                              ],
                              "1982":[
                                 22886
                              ],
                              "1983":[
                                 23305
                              ],
                              "1984":[
                                 23459
                              ],
                              "1985":[
                                 23368
                              ],
                              "1986":[
                                 23317
                              ],
                              "1987":[
                                 23575
                              ],
                              "1988":[
                                 23205
                              ],
                              "1989":[
                                 22217
                              ],
                              "1990":[
                                 21392
                              ],
                              "1991":[
                                 19008
                              ],
                              "1992":[
                                 13708
                              ],
                              "1993":[
                                 11511
                              ],
                              "1994":[
                                 10979
                              ],
                              "1995":[
                                 10904
                              ],
                              "1996":[
                                 11011
                              ],
                              "1997":[
                                 10903
                              ],
                              "1998":[
                                 10732
                              ],
                              "1999":[
                                 10685
                              ],
                              "2000":[
                                 10577
                              ],
                              "2001":[
                                 10526
                              ],
                              "2002":[
                                 10457
                              ],
                              "2003":[
                                 10027
                              ],
                              "2004":[
                                 8570
                              ],
                              "2005":[
                                 8360
                              ],
                              "2006":[
                                 7853
                              ],
                              "2007":[
                                 5709
                              ],
                              "2008":[
                                 5273
                              ],
                              "2009":[
                                 5113
                              ],
                              "2010":[
                                 4950
                              ],
                              "2011":[
                                 4763
                              ],
                              "2012":[
                                 4680
                              ],
                              "2013":[
                                 4650
                              ]
                           }
                        }
                     ]
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France"
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China"
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom"
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan"
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "text":"Pakistan's primary nuclear adversary, India, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India"
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel"
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"Russia"
         },
         "layers":[
            {
               "metadata":{
                  "name":"Russia_layer"
               },
               "style":{
                  "scale":[
                     "#e5f5f9",
                     "#F22613"
                  ]
               },
               "polygons":[
                  {
                     "title":"Russia had an estimated 7,300 nuclear warheads in 2016.",
                     "lead":"Tap 'Explore' to see how Russia's stockpile has changed over time!",
                     "text":"More than 93 percent of the world's nuclear weapons belong to just two countries: Russia and the United States. And their warhead inventories are still roughly 25 times larger than that of the third-largest nuclear-armed state (France).",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7300,
                     "key":"Russia",
                     "camera":{
                        "height":1.034332,
                        "heading":-0.001129,
                        "tilt":0,
                        "duration":10,
                        "lat":47.65,
                        "lon":101.908
                     },
                     "charts":[
                        {
                           "type":"bar",
                           "summary":"Size of Russia's arsenal from 1940 - 2014.",
                           "colors":[
                              "#df9f89"
                           ],
                           "data":{
                              "1945":[
                                 0
                              ],
                              "1946":[
                                 0
                              ],
                              "1947":[
                                 0
                              ],
                              "1948":[
                                 0
                              ],
                              "1949":[
                                 1
                              ],
                              "1950":[
                                 5
                              ],
                              "1951":[
                                 25
                              ],
                              "1952":[
                                 50
                              ],
                              "1953":[
                                 120
                              ],
                              "1954":[
                                 150
                              ],
                              "1955":[
                                 200
                              ],
                              "1956":[
                                 426
                              ],
                              "1957":[
                                 660
                              ],
                              "1958":[
                                 863
                              ],
                              "1959":[
                                 1048
                              ],
                              "1960":[
                                 1627
                              ],
                              "1961":[
                                 2492
                              ],
                              "1962":[
                                 3346
                              ],
                              "1963":[
                                 4259
                              ],
                              "1964":[
                                 5242
                              ],
                              "1965":[
                                 6144
                              ],
                              "1966":[
                                 7091
                              ],
                              "1967":[
                                 8400
                              ],
                              "1968":[
                                 9490
                              ],
                              "1969":[
                                 10671
                              ],
                              "1970":[
                                 11736
                              ],
                              "1971":[
                                 13279
                              ],
                              "1972":[
                                 14600
                              ],
                              "1973":[
                                 15878
                              ],
                              "1974":[
                                 17286
                              ],
                              "1975":[
                                 19235
                              ],
                              "1976":[
                                 22165
                              ],
                              "1977":[
                                 24281
                              ],
                              "1978":[
                                 26169
                              ],
                              "1979":[
                                 28258
                              ],
                              "1980":[
                                 30665
                              ],
                              "1981":[
                                 32146
                              ],
                              "1982":[
                                 33486
                              ],
                              "1983":[
                                 35130
                              ],
                              "1984":[
                                 36825
                              ],
                              "1985":[
                                 38582
                              ],
                              "1986":[
                                 40159
                              ],
                              "1987":[
                                 38107
                              ],
                              "1988":[
                                 36538
                              ],
                              "1989":[
                                 35078
                              ],
                              "1990":[
                                 32980
                              ],
                              "1991":[
                                 29154
                              ],
                              "1992":[
                                 26734
                              ],
                              "1993":[
                                 24403
                              ],
                              "1994":[
                                 21339
                              ],
                              "1995":[
                                 18179
                              ],
                              "1996":[
                                 15942
                              ],
                              "1997":[
                                 15442
                              ],
                              "1998":[
                                 14368
                              ],
                              "1999":[
                                 13188
                              ],
                              "2000":[
                                 12188
                              ],
                              "2001":[
                                 11152
                              ],
                              "2002":[
                                 10114
                              ],
                              "2003":[
                                 9076
                              ],
                              "2004":[
                                 8038
                              ],
                              "2005":[
                                 7000
                              ],
                              "2006":[
                                 6643
                              ],
                              "2007":[
                                 6286
                              ],
                              "2008":[
                                 5929
                              ],
                              "2009":[
                                 5527
                              ],
                              "2010":[
                                 5215
                              ],
                              "2011":[
                                 4858
                              ],
                              "2012":[
                                 4500
                              ],
                              "2013":[
                                 4480
                              ]
                           }
                        }
                     ]
                  },
                  {
                     "title":"United States of America had an estimated 7,000 nuclear warheads in 2016.",
                     "text":"At their current growth rate, the two fastest growing nuclear arsenals in the world (Pakistan and India) would take 760 years to reach the size of the arsenals of Russia and the United States. In the previous two decades, the US approach to modernizations mainly consisted of upgrading existing weapons instead of fielding new or significantly enhanced types. The Minuteman III intercontinental ballistic missile (ICBM) force is the final phase of a decade-long, $8 billion modernization to extend its service life until 2030. And beginning in 2017, the Navy will begin deploying a life extended version of the Trident II D-5 submarine launched ballistic missile on the existing class of ballistic missile submarines, whose service lives have also been extended. Similarly, the Air Force has begun life extension programs for the air-launched cruise missile and the B-2\nand B-52 bombers.",
                     "url":"https://fas.org/programs/ssp/nukes/publications1/TrimmingNuclearExcess.pdf",
                     "value":7000,
                     "key":"United States of America"
                  },
                  {
                     "title":"France had an estimated 300 nuclear warheads in 2016.",
                     "text":"France has not disclosed any factual nuclear numbers since 2008 and appears to reject additional reductions for now.",
                     "url":"http://www.globalsecurity.org/wmd/world/france/nuke.htm",
                     "value":300,
                     "key":"France"
                  },
                  {
                     "title":"China had an estimated 260 nuclear warheads in 2016.",
                     "text":"China is the only member of the P5 that is increasing its nuclear arsenal, albeit slowly. The modernization plan is in the final phase of a two-decade-long upgrade that has included deployment of new land-, sea-, and air-based nuclear delivery vehicles. Although China does not seem to plan a significant increase of its nuclear forces, it is changing the composition of those forces and putting more emphasis on mobile systems. The ICBM component of the arsenal is expanding with deployment of the solid-fuel, roadmobile DF-31 and DF-31A missile in limited numbers, to complement the old silobased liquid-fuel DF-5A. The DF-31 does not appear to have been very successful with only 5”10 launchers deployed, and there are reports that a newer solid-fuel, road-mobile ICBM may be under development (Defense Department, 2013).",
                     "url":"http://www.nti.org/learn/countries/china/",
                     "value":260,
                     "key":"China"
                  },
                  {
                     "title":"United Kingdom had an estimated 215 nuclear warheads in 2016.",
                     "text":"The United Kingdom is planning to build a new class of three to four ballistic missile submarines, scheduled to replace the current class of four Vanguard-class subs. The current stockpile of approximately 225 British nuclear weapons is scheduled to decline to about 180 by the mid-2020s. The UK leases its Trident II D5 SLBMs from the United States. These missiles are currently being equipped with the W76-1/Mk4A, a life-extended version of the existing warhead that has increased targeting capabilities.",
                     "url":"http://www.telegraph.co.uk/news/2016/03/21/what-is-trident-britains-nuclear-deterrent-explained/",
                     "value":215,
                     "key":"United Kingdom"
                  },
                  {
                     "title":"Pakistan had an estimated 130 nuclear warheads in 2016.",
                     "text":"Pakistan has, for its size, the world's most quickly expanding nuclear arsenal. New systems under development include the Shaheen II medium-range ballistic missile, RaÕad air-launched cruise missile, Babur ground-launched cruise missile, and Nasr short-range rocket. Infrastructure upgrades include third and fourth plutonium production reactors and upgrades of uranium-enrichment and spent-fuel-reprocessing facilities. Pakistan's current arsenal is estimated at around 120 - 130 weapons.",
                     "url":"http://www.huffingtonpost.com/joseph-v-micallef/the-other-bomb-pakistans_b_9180504.html",
                     "value":130,
                     "key":"Pakistan"
                  },
                  {
                     "title":"India had an estimated 120 nuclear warheads in 2016.",
                     "text":"Pakistan's primary nuclear adversary, India, is entering an important new phase of its nuclear modernization program with development of longer-range 104 Bulletin of the Atomic Scientists 70(4) missiles focused on targeting China. Moreover, India has launched its first ballistic missile submarine that is expected to begin sea trials later this year, perhaps to be followed by two to four additional boats with a new 700- kilometer-range SLBM. A longer-range SLBM is also under development. India's nuclear weapons production complex is undergoing important upgrades, including construction of a new plutonium production reactor as well as un-safeguarded fast breeder reactors that can increase India's stockpile of weapon-grade plutonium. India's un-safeguarded reprocessing facilities are also being upgraded.",
                     "url":"http://www.dawn.com/news/1292132",
                     "value":120,
                     "key":"India"
                  },
                  {
                     "title":"Israel had an estimated 80 nuclear warheads in 2016.",
                     "text":"The Israeli nuclear arsenal appears to be relatively steady in size but is also rumored to be undergoing modernization. One rumor concerns an upgrade of the land-based ballistic missile force, from the current Jericho-II to a longerrange Jericho-III missile, which is based on the Shavit space launch vehicle. There are also persistent rumors that Israel may have converted a cruise missile to nuclear capability for its new Dolphin-class attack submarines. The rumors have focused on the Popeye Turbo orHarpoonmissiles, but it remains unclear what the status of the weapon is.",
                     "url":"http://www.politico.com/magazine/story/2015/04/israel-nuclear-weapons-117014",
                     "value":80,
                     "key":"Israel"
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"Nuclear Testing"
         },
         "layers":[
            {
               "metadata":{
                  "name":"Nuclear Testing"
               },
               "points":[
                  {
                     "title":"Nuclear Testing",
                     "lead":"Nuclear Testing",
                     "youtube":"Xp_RxBd8QXk",
                     "key":"United States",
                     "camera":{
                        "height":0.0436,
                        "heading":0.0174,
                        "tilt":0,
                        "duration":8,
                        "lat":32.13,
                        "lon":-106.08
                     }
                  }
               ],
               "stickers":[
                  {
                     "stickerImage":"http://freepngimages.com/wp-content/uploads/2015/11/nuclear-explosion-transparent-background.png",
                     "ll":{
                        "lat":12.13,
                        "lon":-85
                     },
                     "ur":{
                        "lat":32.13,
                        "lon":-105
                     },
                     "title":"Explosion",
                     "camera":{
                        "height":0.04,
                        "heading":-0.011098,
                        "tilt":1.4,
                        "lat":32.7,
                        "lon":-106
                     }
                  }
               ]
            }
         ]
      },
      {
         "metadata":{
            "name":"Warhead Inventory"
         },
         "layers":[
            {
               "metadata":{
                  "name":"Warhead Inventory"
               },
               "points":[
                  {
                     "title":"Warhead Inventory",
                     "lead":"Warhead Inventory",
                     "webURL":"https://ourworldindata.org/grapher/number-of-nuclear-warheads-in-the-inventory-of-the-nuclear-powers-1945-2014",
                     "key":"United States",
                     "camera":{
                        "height":0.85,
                        "heading":-0.00821,
                        "tilt":0,
                        "duration":8,
                        "lat":31.953,
                        "lon":80.8621
                     }
                  }
               ]
            }
         ]
      }
   ],
   "key":[
      {
         "colors":[
            "#e5f5f9",
            "#F22613"
         ],
         "minTitle":"Fewer Weapons",
         "maxTitle":"More Weapons"
      }
   ],
   "devTools":false,
   "mapType":"satelliteHybrid"
}
